export const dateCard = {
    odejda: {
        bluzki: [
            {
                name: "Рубашка Lauren Ralph Lauren",
                cost: "6433",
                type: "bluzki",
                size: ['S', 'M', 'L', 'XL', 'XXL'],
                colorText: "Розовый",
                color: ['#d9bfad'],
                flag: false,
                code: 1331, //рубашка
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BDD080-01X_F1.jpg@webp?v=1692371601',
                    'https://img2.ans-media.com/i/540x813/AW23-BDD080-01X_F2.jpg@webp?v=1692371602',
                    'https://img2.ans-media.com/i/540x813/AW23-BDD080-01X_F3.jpg@webp?v=1692371602',
                    'https://img2.ans-media.com/i/540x813/AW23-BDD080-01X_F4.jpg@webp?v=1692371602',
                ],
                description: `
                Блузка из коллекции Lauren Ralph Lauren выполнена из узорной ткани. Благодаря содержанию полиэстера материал является более устойчивым к заломам.
                - Эта модель частично сделана из переработанного полиэстера.
                - Прямой фасон.
                - Рукава с манжетами на застежке.
                - Застегивается на пуговицы.
                - Декольте на завязке.
                - Тонкая неэластичная ткань.
                - Длина рукава: 62 см.
                - Длина: 66 см.
                - Ширина под подмышками: 50 см.
                - Параметры указаны для размера: S.
                Состав: 65% Вторичный полиэстер, 35% Полиэстер
                ID Товара: 9BYX-BDD080_01X
                Код производителя: 200925010
                `,
                category: "odejda",
            },
            {
                name: "Блузка Medicine",
                cost: "8799",
                size: ['S', 'M', 'L', 'XL'],
                type: "bluzki",
                colorText: "Белый",
                color: ['#e8e5df'],
                flag: false,
                code: 1331, //рубашка
                img: [
                    'https://img2.ans-media.com/i/540x813/RW23-BDD302-00X_F1.jpg@webp?v=1690726475',
                    'https://img2.ans-media.com/i/540x813/RW23-BDD302-00X_F2.jpg@webp?v=1690726351',
                    'https://img2.ans-media.com/i/540x813/RW23-BDD302-00X_F3.jpg@webp?v=1690726206',
                    'https://img2.ans-media.com/i/540x813/RW23-BDD302-00X_F4.jpg@webp?v=1690726596',
                ],
                description: `
                Блузка из коллекции Medicine. Модель выполнена из материала с текстурой. Имеет V-образный вырез.
                - Крой regular.
                - Длинный рукав.
                - Рукава с манжетами на застежке.
                - V-образный вырез.
                - Застегивается на пуговицы.
                - Фактурный материал.
                - Декоративная отделка.
                - Длина рукава: 61 см.
                - Длина: 64 см.
                - Ширина под подмышками:
                - Ширина груди: 52 см.
                - Параметры указаны для размера: S.
                Состав: 100% Вискоза
                ID Товара: ZBYX-BDD302_00X
                Код производителя: RW23.BDD302
                `,
                category: "odejda",
            },
            {
                name: "Блузка Guess",
                cost: "4700",
                type: "bluzki",
                size: ['S', 'M', 'L'],
                colorText: "Чёрный",
                color: ['#202021'],
                flag: false,
                code: 1331, //рубашка
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BDD05T-99X_F1.jpg@webp?v=1691669049',
                    'https://img2.ans-media.com/i/540x813/AW23-BDD05T-99X_F2.jpg@webp?v=1691669050',
                    'https://img2.ans-media.com/i/540x813/AW23-BDD05T-99X_F3.jpg@webp?v=1691669287',
                    'https://img2.ans-media.com/i/540x813/AW23-BDD05T-99X_F4.jpg@webp?v=1691668928',
                ],
                description: `
                Блузка из коллекции Guess выполнена из очень эластичного трикотажа. Благодаря содержанию полиэстера материал является более устойчивым к заломам.
                - Облегающий фасон.
                - Полугольф.
                - Рукава с манжетами на застежке.
                - Длина рукава: 60 см.
                - Длина: 55 см.
                - Ширина под подмышками: 35 см.
                - Параметры указаны для размера: S.
                Состав: 92% Полиэстер, 8% Спандекс
                `,
                category: "odejda",
            },
            {
                name: "Блузка Medicine",
                cost: "4500",
                type: "bluzki",
                size: ['S', 'M', 'L'],
                colorText: "Синий",
                color: ['#3894a8'],
                flag: false,
                code: 1331, //рубашка
                img: [
                    'https://img2.ans-media.com/i/540x813/RW23-BDD030-69B_F1.jpg@webp?v=1690368729',
                    'https://img2.ans-media.com/i/540x813/RW23-BDD030-69B_F2.jpg@webp?v=1690368729',
                    'https://img2.ans-media.com/i/540x813/RW23-BDD030-69B_F3.jpg@webp?v=1690368730',
                    'https://img2.ans-media.com/i/540x813/RW23-BDD030-69B_F4.jpg@webp?v=1690368730',
                ],
                description: `
                Блузка из коллекции Medicine. Модель выполнена из узорной ткани. Имеет V-образный вырез.
                - Крой regular.
                - Длинный рукав.
                - V-образный вырез.
                - Рукава отделаны эластичной резинкой.
                - Узорчатая ткань.
                - Удлиненный зад.
                - Длина рукава: 59 см.
                - Длина спереди: 66 см.
                - Длина сзади: 69 см.
                - Ширина груди: 49 см.
                - Параметры указаны для размера: S.
                `,
                category: "odejda",
            },
            {
                name: "Блузка Medicine",
                cost: "2500",
                type: "bluzki",
                size: ['S', 'M', 'L'],
                colorText: "Бежевый",
                color: ['#e0b575'],
                flag: false,
                code: 1331, //рубашка
                img: [
                    'https://img2.ans-media.com/i/540x813/RS23-BKD0B0-08X_F1.jpg@webp?v=1685422336',
                    'https://img2.ans-media.com/i/540x813/RS23-BKD0B0-08X_F2.jpg@webp?v=1685422575',
                    'https://img2.ans-media.com/i/540x813/RS23-BKD0B0-08X_F3.jpg@webp?v=1685422454',
                    'https://img2.ans-media.com/i/540x813/RS23-BKD0B0-08X_F4.jpg@webp?v=1685422336',
                ],
                description: `
                Блузка из коллекции Medicine. Модель выполнена из гладкой ткани. Имеет V-образный вырез.
                - Крой regular.
                - Короткий рукав.
                - V-образный вырез.
                - Гладкая ткань.
                - Длина: 64 см.
                - Ширина груди: 68,5 см.
                - Длина рукава: 36 см.
                - Параметры указаны для размера: S.
                Состав:
                100% Вискоза
                `,
                category: "odejda",
            },
            {
                name: "Блузка Custommade",
                cost: "5500",
                type: "bluzki",
                size: ['S', 'M', 'L'],
                colorText: "Чёрный",
                color: ['#363432'],
                flag: false,
                code: 1331, //рубашка
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BDD066-99X_F1.jpg@webp?v=1697435663',
                    'https://img2.ans-media.com/i/540x813/AW23-BDD066-99X_F2.jpg@webp?v=1697433872',
                    'https://img2.ans-media.com/i/540x813/AW23-BDD066-99X_F3.jpg@webp?v=1697434108',
                    'https://img2.ans-media.com/i/540x813/AW23-BDD066-99X_F4.jpg@webp?v=1697435543',
                ],
                description: `
                Блузка из коллекции Custommade выполнена из гладкой ткани. Благодаря содержанию полиэстера материал является более устойчивым к заломам.
                - Прямой фасон.
                - Классический круглый вырез.
                - Короткий рукав.
                - Застежка на пуговицы сзади.
                - Тонкая неэластичная ткань.
                - Закрытая молния.
                - Модель с декоративными воланами.
                - Длина: 50 см.
                - Ширина под подмышками: 47 см.
                - Параметры указаны для размера: 36.
                Состав: 91% Полиэстер, 9% Полиамид
                `,
                category: "odejda",
            },
            {
                name: "Блузка Medicine",
                cost: "4500",
                type: "bluzki",
                size: ['S', 'M', 'L'],
                colorText: "Чёрный",
                color: ['#292827'],
                flag: false,
                code: 1331, //рубашка
                img: [
                    'https://img2.ans-media.com/i/540x813/RW23-BDD702-99X_F1.jpg@webp?v=1696331334',
                    'https://img2.ans-media.com/i/540x813/RW23-BDD702-99X_F4.jpg@webp?v=1696330971',
                    'https://img2.ans-media.com/i/540x813/RW23-BDD702-99X_F2.jpg@webp?v=1696326766',
                    'https://img2.ans-media.com/i/540x813/RW23-BDD702-99X_F3.jpg@webp?v=1696330494',
                ],
                description: `
                Блузка из коллекции Medicine. Модель выполнена из материала с кружевными вставками. Имеет воротничёк.
                - Крой oversize.
                - Длинный рукав.
                - Заниженная линия плеч.
                - Рукава отделаны эластичной резинкой.
                - Модель со стойкой.
                - Сзади застежка на пуговицу.
                - Кружевние вставки.
                - Длина рукава (от горловины): 72,5 см.
                - Длина: 64,5 см.
                - Ширина под подмышками: 61 см.
                - Параметры указаны для размера: S.
                Состав: 100% Вискоза
                `,
                category: "odejda",
            },
            {
                name: "Блузка MICHAEL Michael Kors",
                cost: "5500",
                type: "bluzki",
                size: ['S', 'M', 'L'],
                colorText: "Зелёный",
                color: ['#3a7035'],
                flag: false,
                code: 1331, //рубашка
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KDD06R-77X_F1.jpg@webp?v=1695799238',
                    'https://img2.ans-media.com/i/540x813/AW23-KDD06R-77X_F3.jpg@webp?v=1695797550',
                    'https://img2.ans-media.com/i/540x813/AW23-KDD06R-77X_F2.jpg@webp?v=1695799111',
                    'https://img2.ans-media.com/i/540x813/AW23-KDD06R-77X_F5.jpg@webp?v=1695798267',
                ],
                description: `
                Блузка из коллекции MICHAEL Michael Kors выполнена из гладкой ткани. Благодаря содержанию полиэстера материал является более устойчивым к заломам.
                - Прямой фасон.
                - Длинный рукав.
                - Рукава с манжетами на застежке.
                - Модель с воротником.
                - Спереди карманы.
                - Короткая застежка на пуговицах.
                - Тонкая неэластичная ткань.
                - Длина рукава: 62 см.
                - Длина: 70 см.
                - Ширина под подмышками: 47 см.
                - Параметры указаны для размера: S.
                `,
                category: "odejda",
            },
            {
                name: "Блузка Боди Bardot",
                cost: "5500",
                type: "bluzki",
                size: ['S', 'M', 'L'],
                colorText: "Бежевый",
                color: ['#e5ca65'],
                flag: false,
                code: 1331, //рубашка
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BID0OW-02X_F1.jpg@webp?v=1695616929',
                    'https://img2.ans-media.com/i/540x813/AW23-BID0OW-02X_F2.jpg@webp?v=1695615014',
                    'https://img2.ans-media.com/i/540x813/AW23-BID0OW-02X_F3.jpg@webp?v=1695614290',
                    'https://img2.ans-media.com/i/540x813/AW23-BID0OW-02X_F4.jpg@webp?v=1695618128',
                ],
                description: `
                Боди из коллекции Bardot выполнено из трикотажа. Эффектная модель для особых случаев.
                - Прямой фасон.
                - Длинный рукав.
                - V-образный вырез.
                - Короткая застежка на кнопку.
                - Модель из материала с пайетками.
                - Тонкий, эластичный трикотаж.
                - Длина рукава: 60 см.
                - Длина: 74 см.
                - Ширина под подмышками: 46 см.
                - Параметры указаны для размера: S.
                Состав: Подкладка: 95% Полиэстер, 5% Эластан
                Материал 1: 92% Полиэстер, 8% Эластан
                Материал 2: 95% Вискоза, 5% Эластан
                Аппликация: 100% Полиэтилен
                `,
                category: "odejda",
            },
        ],
        djinsy: [
            {
                name: "Джинсы Tommy Jeans Julie",
                cost: "11000",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Синий",
                type: "djinsy",
                color: ['#80b4c4'],
                flag: false,
                code: 1212, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SJD0E2-50J_F1.jpg@webp?v=1694755952',
                    'https://img2.ans-media.com/i/540x813/AW23-SJD0E2-50J_F2.jpg@webp?v=1694756324',
                    'https://img2.ans-media.com/i/540x813/AW23-SJD0E2-50J_F3.jpg@webp?v=1694757516',
                    'https://img2.ans-media.com/i/540x813/AW23-SJD0E2-50J_F4.jpg@webp?v=1694754406',
                ],
                description: `
                Джинсы из коллекции Tommy Jeans фасона straight с завышенной талией. Модель выполнена из стираного денима.
                - Этот продукт частично изготовлен из переработанного хлопка.
                - Модель с завышенной талией и застежкой на пуговицы и молнию.
                - Два накладных кармана на ягодицах.
                - Спереди три прорезных кармана.
                - Слегка эластичная джинсовая ткань.
                - Ширина по поясу: 34,5 см.
                - Полуобхват бедер: 46 см.
                - Высота талии: 29 см.
                - Ширина штанины снизу: 18,5 см.
                - Ширина штанины сверху: 27,5 см.
                - Внешняя длина штанины: 111 см.
                - Параметры указаны для размера: 27/32.
                Состав: 79% Хлопок, 20% Переработанный хлопок, 1% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Джинсы Pepe Jeans Violet",
                cost: "6200",
                size: ['M', 'L', 'XL'],
                colorText: "Синий",
                type: "djinsy",
                color: ['#80b4c4'],
                flag: false,
                code: 1212, 
                img: [
                    'https://img2.ans-media.com/i/540x813/SS23-SJD08D-56X_F1.jpg@webp?v=1670404392',
                    'https://img2.ans-media.com/i/540x813/SS23-SJD08D-56X_F2.jpg@webp?v=1670404144',
                    'https://img2.ans-media.com/i/540x813/SS23-SJD08D-56X_F3.jpg@webp?v=1670405085',
                    'https://img2.ans-media.com/i/540x813/SS23-SJD08D-56X_F4.jpg@webp?v=1670404486',
                ],
                description: `
                Джинсы из коллекции Pepe Jeans фасона mom carrot с завышенной талией. Модель выполнена из стираного денима.
                - Модель из линейки Pepe Future, которая включает в себя продукты, изготовленные с использованием экологически безопасного производственного процесса.
                - Фасон mom carrot.
                - Сужающаяся штанина.
                - Завышенная талия.
                - Застегивается на пуговицу и молнию.
                - Очень эластичный деним.
                - Ширина по поясу: 35 см.
                - Полуобхват бедер: 45 см.
                - Высота талии: 26 см.
                - Ширина штанины снизу: 15 см.
                - Ширина штанины сверху: 26,5 см.
                - Длина штанины: 94 см.
                - Параметры указаны для размера: 27/R.
                Состав:
                Основной материал: 81% Хлопок, 17% Полиэстер, 2% Эластан
                Подкладка кармана: 65% Полиэстер, 35% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Джинсы Tommy Jeans",
                cost: "7200",
                size: ['M', 'L', 'XL'],
                colorText: "Синий",
                type: "djinsy",
                color: ['#80b4c4'],
                flag: false,
                code: 1212, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AA00-SJD0IJ-55J_F1.jpg@webp?v=1696393694',
                    'https://img2.ans-media.com/i/540x813/AA00-SJD0IJ-55J_F2.jpg@webp?v=1696394180',
                    'https://img2.ans-media.com/i/540x813/AA00-SJD0IJ-55J_F3.jpg@webp?v=1696394539',
                    'https://img2.ans-media.com/i/540x813/AA00-SJD0IJ-55J_F4.jpg@webp?v=1696395374',
                ],
                description: `
                Джинсы из коллекции Tommy Jeans фасона mom с завышенной талией. Модель выполнена из стираного денима. Хлопковый, комфортный материал.
                - Джинсы свободные в зоне бедер.
                - Сужающаяся штанина.
                - Модель с завышенной талией и застежкой на пуговицы и молнию.
                - Спереди три прорезных кармана.
                - Два накладных кармана на ягодицах.
                - Ширина по поясу: 35 см.
                - Полуобхват бедер: 48 см.
                - Высота талии: 33 см.
                - Ширина штанины снизу: 15 см.
                - Ширина штанины сверху: 29,5 см.
                - Внешняя длина штанины: 102 см.
                - Параметры указаны для размера: 27/32.
                `,
                category: "odejda",
            },
            {
                name: "Джинсы Medicine",
                cost: "8800",
                size: ['M', 'L', 'XL'],
                colorText: "Чёрный",
                type: "djinsy",
                color: ['#353536'],
                flag: false,
                code: 1212, 
                img: [
                    'https://img2.ans-media.com/i/540x813/RW23-SJD707-99J_F1.jpg@webp?v=1696222455',
                    'https://img2.ans-media.com/i/540x813/RW23-SJD707-99J_F2.jpg@webp?v=1696222346',
                    'https://img2.ans-media.com/i/540x813/RW23-SJD707-99J_F3.jpg@webp?v=1696222456',
                    'https://img2.ans-media.com/i/540x813/RW23-SJD707-99J_F4.jpg@webp?v=1696222347',
                ],
                description: `
                Джинсы из коллекции Medicine фасона slim с обычной талией. Модель выполнена из стираного денима.
                - Фасон slim fit - джинсы приталенного кроя с зауженной штаниной в области бедра и лодыжки. Подчеркивают естественные контуры силуэта, но не обтягивают - обеспечивают комфортную посадку.
                - Талия regular.
                - Прорезные карманы.
                - Деним с декоративными потертостями.
                - Ширина по поясу: 33 см.
                - Полуобхват бедер: 48 см.
                - Высота талии: 26,5 см.
                - Ширина штанины снизу: 16 см.
                - Длина внутренней стороны ноги: 70 см.
                - Параметры указаны для размера: 36.
                `,
                category: "odejda",
            },
            {
                name: "Джинсы Medicine",
                cost: "5400",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Серый",
                type: "djinsy",
                color: ['#8f8f8f'],
                flag: false,
                code: 1212, 
                img: [
                    'https://img2.ans-media.com/i/540x813/RW23-SJD700-90J_F1.jpg@webp?v=1696222451',
                    'https://img2.ans-media.com/i/540x813/RW23-SJD700-90J_F3.jpg@webp?v=1696222451',
                    'https://img2.ans-media.com/i/540x813/RW23-SJD700-90J_F4.jpg@webp?v=1696222452',
                    'https://img2.ans-media.com/i/540x813/RW23-SJD700-90J_F6.jpg@webp?v=1696222340',
                ],
                description: `
                Джинсы из коллекции Medicine фасона skinny с обычной талией. Модель выполнена из стираного денима.
                - Фасон skinny - джинсы с полной длиной и сильно зауженными штанинами, создающими эффект "второй кожи". Джинсы прилегают к телу, подчеркивая линию талии и силуэт, а эластичная ткань повышает комфорт при носке.
                - Модель с регулярной талией и застежкой на пуговицы и молнию.
                - Прорезные карманы.
                - Деним с декоративными потертостями.
                - Ширина по поясу: 34 см.
                - Полуобхват бедер: 42,5 см.
                - Высота талии: 24,5 см.
                - Ширина штанины снизу: 12,5 см.
                - Длина внутренней стороны ноги: 73,5 см.
                - Параметры указаны для размера: 36.
                Состав: Основной материал: 99% Хлопок, 1% Эластан
                Другие материалы: 100% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Джинсы Gestuz Aura",
                cost: "6400",
                size: ['S', 'M', 'XL'],
                colorText: "Синий",
                type: "djinsy",
                color: ['#264185'],
                flag: false,
                code: 1212, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AA00-SJD0ID-55J_F1.jpg@webp?v=1695369009',
                    'https://img2.ans-media.com/i/540x813/AA00-SJD0ID-55J_F3.jpg@webp?v=1695370087',
                    'https://img2.ans-media.com/i/540x813/AA00-SJD0ID-55J_F2.jpg@webp?v=1695370208',
                    'https://img2.ans-media.com/i/540x813/AA00-SJD0ID-55J_F4.jpg@webp?v=1695370686',
                ],
                description: `
                Джинсы из коллекции Gestuz фасона wide с завышенной талией. Модель выполнена из прочного, держащего форму денима. Чрезвычайно комфортный материал с высоким содержанием хлопка.
                - Продукт из серии «better cotton™». Better Cotton — это ведущая мировая инициатива по устойчивому развитию хлопка, цель которой помочь хлопковым сообществам выжить и процветать, одновременно защищая и восстанавливая окружающую среду.
                - Джинсы слегка приталенные в зоне бедер.
                - Модель с завышенной талией и застежкой на пуговицы и молнию.
                - Прямые штанины по всей длине.
                - Спереди три прорезных кармана.
                - Два накладных кармана на ягодицах.
                - Ширина по поясу: 35 см.
                - Полуобхват бедер: 49 см.
                - Высота талии: 29 см.
                - Ширина штанины снизу: 29 см.
                - Ширина штанины сверху: 27 см.
                - Внешняя длина штанины: 114 см.
                - Параметры указаны для размера: 27.
                `,
                category: "odejda",
            },
            {
                name: "Джинсы Calvin Klein Jeans",
                cost: "6700",
                size: ['S', 'M', 'XL'],
                colorText: "Синий",
                type: "djinsy",
                color: ['#485882'],
                flag: false,
                code: 1212, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SJD0GW-09J_F1.jpg@webp?v=1693926152',
                    'https://img2.ans-media.com/i/540x813/AW23-SJD0GW-09J_F3.jpg@webp?v=1693926153',
                    'https://img2.ans-media.com/i/540x813/AW23-SJD0GW-09J_F2.jpg@webp?v=1693926267',
                    'https://img2.ans-media.com/i/540x813/AW23-SJD0GW-09J_F4.jpg@webp?v=1693926267',
                ],
                description: `
                Джинсы из коллекции Calvin Klein Jeans фасона mom с завышенной талией. Модель выполнена из гладкого денима.
                - Для изготовления этого продукта было использовано не менее 20% переработанного хлопка, а не нового производства. В результате было использовано меньше воды, энергии и образовалось меньше отходов
                - Свободный крой для полной свободы движений.
                - Сужающаяся штанина.
                - Прорезные карманы.
                - Модель с завышенной талией и застежкой на пуговицы и молнию.
                - Ширина по поясу: 36 см.
                - Полуобхват бедер: 53 см.
                - Высота талии: 28 см.
                - Ширина штанины снизу: 14 см.
                - Ширина штанины сверху: 30 см.
                - Длина: 105 см.
                - Параметры указаны для размера: 27/30.
                Состав: 100% Хлопок
                `,
                category: "odejda",
            },
        ],
        kurtky: [
            {
                name: "Пуховая куртка Calvin Klein",
                cost: "18000",
                type: "kurtky",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Белый",
                code: 1332, //куртки
                color: ['#f5f5f5'],
                flag: false,
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1DU-50X_F1.jpg@webp?v=1695370832',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1DU-50X_F2.jpg@webp?v=1695369984',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1DU-50X_F3.jpg@webp?v=1695370347',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1DU-50X_F4.jpg@webp?v=1695367703',
                ],
                description: `
                Пуховая куртка из коллекции Calvin Klein. Утепленная модель выполнена из гладкого материала. Модель с наполнителем из натурального пуха и перьев гарантирует высокий уровень изоляции от холода.
                - Этот продукт частично изготовлен из переработанного полиэстера.
                - Ответственный Down Standard. Certificate R.D.S. гарантирует, что производитель выполнил рекомендации, направленные на минимизацию страданий племенных птиц (в том числе - обязательство воздерживаться от получения пуха и перьев от живых птиц и принудительного кормления птиц). 100% пуха и перьев, содержащихся в продукте, поступают в результате контролируемых поставок.
                - Свободный крой для полной свободы движений.
                - Модель со съемными рукавами, что позволяет использование как майку.
                - Замыкается на молнию и кнопки.
                - Приподнятый воротник обеспечивает дополнительную защиту от холода.
                - Два боковых кармана на молнии.
                - Нижний край оснащен шнуровкой с фиксаторами.
                - Прилагается текстильный ремень.
                - Длина рукава (от воротника): 73 см.
                - Длина: 81 см.
                - Ширина под подмышками: 60 см.
                - Параметры указаны для размера: S.
                `,
                category: "odejda",
            },
            {
                name: "Куртка Calvin Klein Jeans",
                cost: "12400",
                type: "kurtky",
                size: ['S', 'M', 'L'],
                colorText: "Чёрный",
                code: 1332, //куртки
                color: ['#000'],
                flag: false,
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1K4-99X_F1.jpg@webp?v=1693389999',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1K4-99X_F2.jpg@webp?v=1693390097',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1K4-99X_F3.jpg@webp?v=1693390000',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1K4-99X_F4.jpg@webp?v=1693389756',
                ],
                description: `
                Куртка из коллекции Calvin Klein Jeans. Утепленная модель выполнена из гладкой ткани. Стеганая модель с синтетическим утеплителем, который обеспечивает дополнительный комфорт при низких температурах.
                - Этот продукт частично изготовлен из переработанного полиэстера.
                - Волокно REPREVE производится из переработанных пластиковых бутылок.
                - Количество использованных ПЭТ-бутылок: 15.
                - Фасон Relaxed.
                - Рукава отделаны удобной эластичной резинкой.
                - Крой рукава со спущенной линией плеча не ограничивает движений.
                - Имеет застежку-молнию и приподнятый воротник.
                - Нижний край оснащен шнуровкой с фиксаторами.
                - Длина рукава (от воротника): 72 см.
                - Длина: 53 см.
                - Ширина под подмышками: 53 см.
                - Параметры указаны для размера: S.
                Состав: 100% Полиэстер
                `,
                category: "odejda",
            },
            {
                name: "Куртка Guess",
                cost: "12000",
                size: ['S', 'M', 'L'],
                colorText: "Бежевый",
                type: "kurtky",
                color: ['#facbaa'],
                flag: false,
                code: 1332, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0SL-80X_F1.jpg@webp?v=1695370830',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0SL-80X_F2.jpg@webp?v=1695368780',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0SL-80X_F3.jpg@webp?v=1695372501',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0SL-80X_F4.jpg@webp?v=1695371541',
                ],
                description: `
                Куртка из коллекции Guess. Утепленная модель выполнена из материала с аппликацией. Стеганая модель с синтетическим утеплителем, который обеспечивает дополнительный комфорт при низких температурах.
                - Крой oversize.
                - Утепленная модель с подкладкой.
                - Крой рукава со спущенной линией плеча не ограничивает движений.
                - Застегивается на молнию.
                - Завышенный воротник.
                - Внешние карманы с застежкой.
                - Рукава со стяжкой.
                - Внизу стяжка.
                - Длина рукава (от горловины): 69 см.
                - Длина: 63 см.
                - Ширина под подмышками: 60 см.
                - Параметры указаны для размера: S.
                Состав: Основной материал: 100% Полиамид
                Подкладка: 100% Полиамид
                Наполнитель: 100% Полиэстер
                `,
                category: "odejda",
            },
            {
                name: "Пуховая куртка MICHAEL Michael Kors",
                cost: "16200",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Чёрный",
                type: "kurtky",
                color: ['#000'],
                flag: false,
                code: 1332 , 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0KZ-99X_F1.jpg@webp?v=1695616232',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0KZ-99X_F2.jpg@webp?v=1695617538',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0KZ-99X_F3.jpg@webp?v=1695617059',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0KZ-99X_F4.jpg@webp?v=1695619459',
                ],
                description: `
                Куртка-бомбер из коллекции MICHAEL Michael Kors. Утепленная модель выполнена из гладкой ткани. Модель с наполнителем из натурального пуха гарантирует высокий уровень изоляции от холода.
                - Этот продукт частично изготовлен из переработанного полиэстера.
                - Свободный крой для полной свободы движений.
                - Крой рукава со спущенной линией плеча не ограничивает движений.
                - Рукава и нижний край отделаны удобной эластичной резинкой.
                - Застегивается на молнию.
                - Два боковых кармана на молнии.
                - Стеганая.
                - Длина рукава (от горловины): 78 см.
                - Длина: 53 см.
                - Ширина под подмышками: 54 см.
                - Параметры указаны для размера: S.
                Состав: Основной материал: 100% Переработанный полиэстер
                Подкладка: 100% Переработанный полиэстер
                Наполнитель: 80% Утиный пух, 20% Утиное перо
                `,
                category: "odejda",
            },
            {
                name: "Куртка-рубашка MAX",
                cost: "22400",
                type: "kurtky",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Зелёный",
                code: 1332, //куртки
                color: ['#4ef235'],
                flag: false,
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1KB-71X_F1.jpg@webp?v=1698122911',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1KB-71X_F2.jpg@webp?v=1698122911',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1KB-71X_F3.jpg@webp?v=1698123271',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1KB-71X_F4.jpg@webp?v=1698121944',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1KB-71X_F5.jpg@webp?v=1698123508',
                ],
                description: `
                Куртка-рубашка из коллекции MAX&Co. Неутепленая модель выполнена из легкого материала, который очень удобен в носке. Высокое содержание шерсти обеспечивает защиту от холода, а добавление полиамида повышает долговечность изделия.
                - Свободный крой для полной свободы движений.
                - Крой рукава со спущенной линией плеча не ограничивает движений.
                - Рукава с манжетами на застежке.
                - Модель с воротником.
                - Застегивается на пуговицы.
                - Карманчик на груди.
                - Длина рукава (от воротничка): 73 см.
                - Длина: 82 см.
                - Ширина под подмышками: 61 см.
                - Параметры указаны для размера: 36.
                Состав: Дополнительный материал: 100% Хлопок
                Основной материал: 80% Новая шерсть, 20% Полиамид
                `,
                category: "odejda",
            },
            {
                name: "Пуховая куртка Tommy Hilfiger",
                cost: "21200",
                type: "kurtky",
                size: ['S', 'M', 'L'],
                colorText: "Бежевый",
                code: 1332, //куртки
                color: ['#f5dda2'],
                flag: false,
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD15Z-02X_F1.jpg@webp?v=1698669869',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD15Z-02X_F2.jpg@webp?v=1698669752',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD15Z-02X_F3.jpg@webp?v=1698669753',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD15Z-02X_F4.jpg@webp?v=1698669753',
                ],
                description: `
                Пуховая куртка из коллекции Tommy Hilfiger. Утепленная модель выполнена из гладкой ткани. Модель с повышенной водонепроницаемостью идеально подходит для плохих погодных условий.
                - Водонепроницаемость означает повышенную устойчивость к воде. При контакте с водой изделие сохраняет свои свойства, что обеспечивает больший комфорт благодаря более низкому водонепроницаемому порогу, но не гарантирует полной водонепроницаемости.
                - Простой фасон, не стеснящий движений.
                - Рукава отделаны удобной эластичной резинкой.
                - Имеет застежку-молнию и приподнятый воротник.
                - Регулируемый капюшон с кулиской усиливает защиту от ветра и дождя.
                - Два боковых кармана на кнопках.
                - Стеганая модель.
                - Длина рукава: 62 см.
                - Длина: 63 см.
                - Ширина под подмышками: 56 см.
                - Ширина в плечах: 41 см.
                - Параметры указаны для размера: S.
                Состав: Основной материал: 100% Полиэстер
                Наполнитель: 70% Гусиный пух, 30% Утиное перо
                `,
                category: "odejda",
            },
            {
                name: "Куртка Calvin Klein Jeans",
                cost: "18500",
                type: "kurtky",
                size: ['S', 'M', 'L'],
                colorText: "Бежевый",
                code: 1332, //куртки
                color: ['#f5dda2'],
                flag: false,
                img: [
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0CO-12X_F1.jpg@webp?v=1678386379',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0CO-12X_F2.jpg@webp?v=1678385801',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0CO-12X_F3.jpg@webp?v=1678385320',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0CO-12X_F4.jpg@webp?v=1678385544',
                ],
                description: `
                Куртка из коллекции Calvin Klein Jeans. Неутепленая модель выполнена из узорного материала. Исключительно комфортный материал, выполненный из натуральных волокон.
                - Этот товар частично произведён из сертифицированного органического хлопка, который выращивают и собирают с генетически немодифицированных растений, без использования удобрений или пестицидов. Процесс производства органического хлопка более экологичен.
                - Прямой фасон.
                - Модель без утепления с подкладкой.
                - Карманчики на груди.
                - Замыкается на молнию и кнопки.
                - Поясной ремень.
                - Тонкий материал.
                - Длина рукава:
                - Длина:
                - Ширина под подмышками:
                - Параметры указаны для размера:
                - Заниженная линия плеч.
                Состав:
                100% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Двусторонняя куртка Guess",
                cost: "12000",
                type: "kurtky",
                size: ['S', 'M', 'L'],
                colorText: "Розовый",
                code: 1332, //куртки
                color: ['#f7e1f5'],
                flag: false,
                img: [
                    'https://img2.ans-media.com/i/540x813/SS23-KUD00F-30X_F1.jpg@webp?v=1670925075',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD00F-30X_F2.jpg@webp?v=1670925521',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD00F-30X_F3.jpg@webp?v=1670924431',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD00F-30X_F4.jpg@webp?v=1670924191',
                ],
                description: `
                Куртка из коллекции Calvin Klein Jeans. Неутепленая модель выполнена из узорного материала. Исключительно комфортный материал, выполненный из натуральных волокон.
                - Этот товар частично произведён из сертифицированного органического хлопка, который выращивают и собирают с генетически немодифицированных растений, без использования удобрений или пестицидов. Процесс производства органического хлопка более экологичен.
                - Прямой фасон.
                - Модель без утепления с подкладкой.
                - Карманчики на груди.
                - Замыкается на молнию и кнопки.
                - Поясной ремень.
                - Тонкий материал.
                - Длина рукава:
                - Длина:
                - Ширина под подмышками:
                - Параметры указаны для размера:
                - Заниженная линия плеч.
                Состав:
                100% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Куртка Patrizia Pepe",
                cost: "19700",
                type: "kurtky",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Коричневый",
                code: 1332, //куртки
                color: ['#d1ae66'],
                flag: false,
                img: [
                    'https://img2.ans-media.com/i/540x813/AW22-KUD18R_88X_F1.jpg@webp?v=1661858078',
                    'https://img2.ans-media.com/i/540x813/AW22-KUD18R_88X_F2.jpg@webp?v=1661858430',
                    'https://img2.ans-media.com/i/540x813/AW22-KUD18R_88X_F3.jpg@webp?v=1661857830',
                    'https://img2.ans-media.com/i/540x813/AW22-KUD18R_88X_F4.jpg@webp?v=1661857344',
                ],
                description: `
                Куртка из коллекции Patrizia Pepe. Утепленная модель выполнена из гладкой ткани.
                Маркировка размеров данного бренда на этикетке указана по итальянской системе размеров. Это означает, что если Вы закажете на странице европейский размер 34, то Вам доставят товар, на этикетке которого будет указан размер 38 (итальянский размер). Если закажете европейский размер S - то будет доставлен товар, на этикетке которого, соответственно, размер XS (итальянский размер).
                
                Пожалуйста, ознакомьтесь с данными размерной таблицы, чтобы выбрать правильный размер.
                
                - Прямой фасон.
                - Завышенный воротник.
                - Стеганая.
                - Замыкается на молнию и кнопки.
                - Гладкая ткань.
                - Карманы с застежкой.
                - Длина рукава: 58 см.
                - Длина: 56 см.
                - Ширина под подмышками: 55 см.
                - Ширина в плечах: 55 см.
                - Параметры указаны для размера: 36.
                `,
                category: "odejda",
            },
            {
                name: "Пуховая куртка Deha",
                cost: "29200",
                type: "kurtky",
                size: ['S', 'M', 'L'],
                colorText: "Чёрный",
                code: 1332, //куртки
                color: ['#33322f'],
                flag: false,
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0ZW-99X_F1.jpg@webp?v=1696341025',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0ZW-99X_F2.jpg@webp?v=1696340431',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0ZW-99X_F3.jpg@webp?v=1696338986',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0ZW-99X_F4.jpg@webp?v=1696337908',
                ],
                description: `
                Куртка из коллекции Deha. Утепленная модель выполнена из стеганого материала. Модель с наполнителем из натурального пуха и перьев гарантирует высокий уровень изоляции от холода.
                - Модель изготовлена ​​из волокон, произведенных во время экологически безопасных производственных процессов, снижающих их воздействие на окружающую среду.
                - Простой фасон, не стеснящий движений.
                - Повышенный воротник, регулируемый завязками, обеспечивает дополнительную защиту от холода.
                - Застегивается на двустороннюю молнию.
                - Рукава отделаны удобной эластичной резинкой.
                - Молнии по бокам куртки.
                - Два боковых кармана на молнии.
                - Длина рукава (от воротника): 69 см.
                - Длина: 65 см.
                - Ширина под подмышками: 55 см.
                - Параметры указаны для размера: S.
                Состав: Основной материал: 100% Полиамид
                Подкладка: 100% Полиамид
                Наполнитель: 90% Утиный пух, 10% Утиное перо
                `,
                category: "odejda",
            },
        ],
        kofty: [
            {
                name: "Флисовая кофта Fjallraven Vardag Pile",
                cost: "6433",
                size: ['S', 'M', 'L'],
                type: "kofty",
                colorText: "Коричневый",
                color: ['#8c5a2b'],
                flag: false,
                code: 1138, //кофты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BLD127-88X_F1.jpg@webp?v=1696340418',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD127-88X_F2.jpg@webp?v=1696337656',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD127-88X_F3.jpg@webp?v=1696338974',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD127-88X_F4.jpg@webp?v=1696335734',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD127-88X_F5.jpg@webp?v=1696336939',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD127-88X_F6.jpg@webp?v=1696340058',
                ],
                description: `
                Кофта из коллекции Fjallraven выполнена из флисового материала. Продукт содержит переработанные волокнистые материалы.
                - Этот продукт частично изготовлен из переработанного полиэстера.
                - Рукав реглан благодаря своей конструкции обеспечивает большую свободу движений.
                - Свободный крой для полной свободы движений.
                - Застегивается на молнию.
                - Рукава и нижний край обработаны эластичной кромкой, благодаря которой изделие лучше прилегает к телу и его легко надевать.
                - Два боковых кармана на молнии.
                - Длина рукава (от воротника): 71 см.
                - Длина: 60 см.
                - Ширина под подмышками: 53 см.
                - Параметры указаны для размера: S.
                Состав: 100% Полиэстер
                ID Товара: 9BYX-BLD127_88X
                Код производителя: F84789.232
                `,
                category: "odejda",
            },
            {
                name: "Кофта Puma",
                cost: "6433",
                size: ['S', 'M', 'L'],
                type: "kofty",
                colorText: "Белый",
                color: ['#fff'],
                flag: false,
                code: 1138, //кофты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BLD0IS-01X_F1.jpg@webp?v=1696338855',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD0IS-01X_F2.jpg@webp?v=1696338252',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD0IS-01X_F3.jpg@webp?v=1696339334',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD0IS-01X_F4.jpg@webp?v=1696338377',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD0IS-01X_F5.jpg@webp?v=1696340175',
                ],
                description: `
                Кофта с капюшоном из коллекции Puma выполнена из гладкого трикотажа. Модель с мягкой подкладкой обеспечивает мягкость и повышает комфорт.
                - Модель из линейки продуктов Puma Forever Better, изготовленная из переработанных материалов.
                - Крой рукава со спущенной линией плеча не ограничивает движений.
                - Фасон relaxed fit.
                - Рукава и нижний край отделаны удобной эластичной резинкой.
                - Мягкая подкладка в центре повышает комфорт использования.
                - Капюшон на шнурке обеспечивает дополнительное тепло и защиту, когда это необходимо.
                - Два накладных боковых кармана.
                - Длина рукава (от капюшона): 71 см.
                - Длина: 65 см.
                - Ширина под подмышками: 56 см.
                - Параметры указаны для размера: S.
                Состав: Основной материал: 74% Полиэстер, 26% Вискоза
                Подкладка капюшона: 100% Хлопок
                Резинка: 96% Хлопок, 4% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Кофта EA7 Emporio Armani",
                cost: "8400",
                size: ['S', 'M', 'L', 'XL'],
                type: "kofty",
                colorText: "Чёрный",
                color: ['#000'],
                flag: false,
                code: 1138, //кофты
                img: [
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0EP-99X_F4.jpg@webp?v=1678385315',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0EP-99X_F2.jpg@webp?v=1678386274',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0EP-99X_F1.jpg@webp?v=1678385684',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0EP-99X_F3.jpg@webp?v=1678385684',
                ],
                description: `
                Кофта из коллекции EA7 Emporio Armani. Модель выполнена из эластичного трикотажа. Чрезвычайно мягкий материал.
                - Фасон Relaxed.
                - Круглый вырез.
                - Заниженная линия плеч.
                - Отделка в виде стяжки.
                - Тонкий, эластичный трикотаж.
                - Декоративные вставки.
                - Длина рукава (от горловины): 72 см.
                - Длина: 74 см.
                - Ширина под подмышками: 58 см.
                - Параметры указаны для размера: S.
                Состав:
                Основной материал: 49% Вискоза, 47% Полиэстер, 4% Эластан
                Другие материалы: 92% Полиамид, 5% Эластан, 3% Металлическое волокно
                `,
                category: "odejda",
            },
            {
                name: "Хлопковая кофта Pinko",
                cost: "9200",
                size: ['S', 'M', 'L'],
                type: "kofty",
                colorText: "Бежевый",
                color: ['#e3b581'],
                flag: false,
                code: 1138, //кофты
                img: [
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0L9-80X_F1.jpg@webp?v=1671710785',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0L9-80X_F2.jpg@webp?v=1671711622',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0L9-80X_F3.jpg@webp?v=1671714522',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0L9-80X_F4.jpg@webp?v=1671714631',
                ],
                description: `
                Кофта с капюшоном из коллекции Pinko. Модель выполнена из эластичного трикотажа.
                Маркировка размеров данного бренда на этикетке указана по итальянской системе размеров. Это означает, что если Вы закажете на странице европейский размер 34, то Вам доставят товар, на этикетке которого будет указан размер 38 (итальянский размер). Если закажете европейский размер S - то будет доставлен товар, на этикетке которого, соответственно, размер XS (итальянский размер).
                
                Пожалуйста, ознакомьтесь с данными размерной таблицы, чтобы выбрать правильный размер.
                
                - Свободный фасон.
                - Заниженная линия плеч.
                - Практичный накладной карман-кенгуру спереди.
                - Капюшон со стяжкой.
                - Модель с декоративной аппликацией.
                - Длина рукава (от капюшона): 66 см.
                - Длина: 78 см.
                - Ширина под подмышками: 58 см.
                - Параметры указаны для размера: S.
                Состав:
                Материал 1: 100% Хлопок
                Материал 2: 100% Стекло
                Материал 3: 100% Другой материал
                `,
                category: "odejda",
            },
            {
                name: "Хлопковая кофта Pepe Jeans Wyllile",
                cost: "6600",
                size: ['S', 'M', 'L'],
                type: "kofty",
                colorText: "Голубой",
                color: ['#91d0e3'],
                flag: false,
                code: 1138, //кофты
                img: [
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0B8-50X_F1.jpg@webp?v=1673951781',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0B8-50X_F2.jpg@webp?v=1673953112',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0B8-50X_F3.jpg@webp?v=1673952869',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD0B8-50X_F4.jpg@webp?v=1673951674',
                ],
                description: `
                Кофта из коллекции Pepe Jeans. Модель выполнена из тонкого, легко эластичного трикотажа.
                - Модель из линейки Pepe Future, которая включает в себя продукты, изготовленные с использованием экологически безопасного производственного процесса.
                - Свободная модель.
                - Круглый вырез.
                - Модель с принтом.
                - Отделка в виде стяжки.
                - Длина рукава (от горловины): 72 см.
                - Длина: 60 см.
                - Ширина под подмышками: 52 см.
                - Параметры указаны для размера: S.
                Состав:
                100% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Кофта Calvin Klein Jeans",
                cost: "9600",
                size: ['S', 'M', 'L', 'XL'],
                type: "kofty",
                colorText: "Розовый",
                color: ['#fad2ef'],
                flag: false,
                code: 1138, //кофты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW22-BLD0SH_30X_F4.jpg@webp?v=1660119695',
                    'https://img2.ans-media.com/i/540x813/AW22-BLD0SH_30X_F2.jpg@webp?v=1660119051',
                    'https://img2.ans-media.com/i/540x813/AW22-BLD0SH_30X_F1.jpg@webp?v=1660120257',
                    'https://img2.ans-media.com/i/540x813/AW22-BLD0SH_30X_F3.jpg@webp?v=1660119695',
                ],
                description: `
                Кофта с капюшоном из коллекции Calvin Klein Jeans. Модель выполнена из трикотажа.
                - Прямой фасон.
                - Капюшон со стяжкой.
                - Отделка в виде стяжки.
                - Модель с декоративной аппликацией.
                - Длина рукава: 60 см.
                - Длина: 56 см.
                - Ширина под подмышками: 52 см.
                - Параметры указаны для размера: S.
                Состав:
                Основной материал: 55% Хлопок, 45% Полиэстер
                Подкладка капюшона: 55% Хлопок, 45% Полиэстер
                Резинка: 53% Хлопок, 44% Полиэстер, 3% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Хлопковая кофта Guess",
                cost: "9200",
                size: ['S', 'M', 'XL'],
                type: "kofty",
                colorText: "Бежевый",
                color: ['#f7f1d0'],
                flag: false,
                code: 1138, //кофты
                img: [
                    'https://img2.ans-media.com/i/540x813/SS23-BLD014-MLC_F1.jpg@webp?v=1670926845',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD014-MLC_F2.jpg@webp?v=1670928164',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD014-MLC_F3.jpg@webp?v=1670925762',
                    'https://img2.ans-media.com/i/540x813/SS23-BLD014-MLC_F4.jpg@webp?v=1670925866',
                ],
                description: `
                Кофта из коллекции Guess. Модель выполнена из тонкого, легко эластичного трикотажа.
                - Фасон Relaxed.
                - Заниженная линия плеч.
                - Длинный рукав.
                - Круглый вырез.
                - Рукава со стяжкой.
                - Модель с принтом.
                - Узорчатый трикотаж.
                - Длина рукава (от горловины): 74 см.
                - Длина: 52 см.
                - Ширина под подмышками: 52 см.
                - Параметры указаны для размера: S.
                Состав:
                100% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Кофта Puma",
                cost: "11600",
                size: ['S', 'M', 'XL'],
                type: "kofty",
                colorText: "Белый",
                color: ['#fff'],
                flag: false,
                code: 1138, //кофты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BLD0IU-01X_F1.jpg@webp?v=1696339936',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD0IU-01X_F4.jpg@webp?v=1696339937',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD0IU-01X_F2.jpg@webp?v=1696338736',
                    'https://img2.ans-media.com/i/540x813/AW23-BLD0IU-01X_F3.jpg@webp?v=1696339818',
                ],
                description: `
                Кофта из коллекции Puma выполнена из трикотажа с принтом. Модель из чрезвычайно комфортного материала с высоким содержанием хлопка.
                - Модель из линейки продуктов Puma Forever Better, изготовленная из переработанных материалов.
                - Крой oversize.
                - Крой рукава со спущенной линией плеча не ограничивает движений.
                - Длинный рукав.
                - Завышенный воротник.
                - Короткая застежка на молнии.
                - Длина рукава (от горловины): 73 см.
                - Длина: 48 см.
                - Ширина под подмышками: 56 см.
                - Параметры указаны для размера: S.
                Состав: Материал 1: 100% Полиэстер
                Материал 2: 66% Хлопок, 34% Полиэстер
                Резинка: 97% Хлопок, 3% Эластан
                `,
                category: "odejda",
            },
        ],
        platya: [
            {
                name: "Платье Answear Lab",
                cost: "9299",
                type: "platya",
                size: ['M', 'L', 'XL'],
                colorText: "Чёрный",
                color: ['#000'],
                flag: false,
                code: 1336, //Платья
                img: [
                    'https://img2.ans-media.com/i/540x813/WZ23-SUD0G3-99X_F1.jpg@webp?v=1697559161',
                    'https://img2.ans-media.com/i/540x813/WZ23-SUD0G3-99X_F2.jpg@webp?v=1697559062',
                    'https://img2.ans-media.com/i/540x813/WZ23-SUD0G3-99X_F3.jpg@webp?v=1697558799',
                    'https://img2.ans-media.com/i/540x813/WZ23-SUD0G3-99X_F4.jpg@webp?v=1697558800',
                    'https://img2.ans-media.com/i/540x813/WZ23-SUD0G3-99X_F5.jpg@webp?v=1697559063',
                ],
                description: `
                Платье из коллекции Answear Lab выполнено из трикотажа с аппликацией. Коллекция доступна исключительно на Answear.
                - Расклешенный фасон.
                - Классический круглый вырез.
                - Модель с открытыми плечами.
                - Модель на подкладке.
                - Блестки и бусины пришиты к сетчатому материалу.
                - Закрытая молния.
                - Тонкий, эластичный трикотаж.
                - Длина: 87 см.
                - Ширина под подмышками: 40 см.
                - Ширина талии: 38 см.
                - Параметры указаны для размера: S/M.
                Состав: 100% Полиэстер
                `,
                category: "odejda",
            },
            {
                name: "Платье Medicine",
                cost: "9000",
                size: ['S', 'M', 'L'],
                type: "platya",
                colorText: "Чёрный",
                color: ['#000'],
                code: 1336, //платья
                flag: false,
                img: [
                    'https://img2.ans-media.com/i/540x813/RW23-SUD800-99X_F1.jpg@webp?v=1696483936',
                    'https://img2.ans-media.com/i/540x813/RW23-SUD800-99X_F2.jpg@webp?v=1696484048',
                    'https://img2.ans-media.com/i/540x813/RW23-SUD800-99X_F3.jpg@webp?v=1696483936',
                    'https://img2.ans-media.com/i/540x813/RW23-SUD800-99X_F4.jpg@webp?v=1696483937',
                ],
                description: `
                Платье из коллекции Medicine. Облегающая модель выполнена из ребристого трикотажа.
                - Облегающий фасон.
                - Длинный рукав.
                - Модель с гольфом.
                - Рукава со стяжкой.
                - Ребристый трикотаж.
                - Длина рукава: 67 см.
                - Длина: 105 см.
                - Ширина под подмышками: 34 см.
                - Ширина талии: 25 см.
                - Параметры указаны для размера: S.
                Состав: 50% Вискоза, 26% Полиамид, 24% Полиэстер
                `,
                category: "odejda",
            },
            {
                name: "Платье с примесью шерсти Guess",
                cost: "12299",
                size: ['S', 'M', 'L', 'XL'],
                type: "platya",
                colorText: "Белый",
                color: ['#fff'],
                flag: false,
                code: 1336, //платья
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SUD0ZS-01X_F1.jpg@webp?v=1695103357',
                    'https://img2.ans-media.com/i/540x813/AW23-SUD0ZS-01X_F3.jpg@webp?v=1695104083',
                    'https://img2.ans-media.com/i/540x813/AW23-SUD0ZS-01X_F4.jpg@webp?v=1695103357',
                    'https://img2.ans-media.com/i/540x813/AW23-SUD0ZS-01X_F5.jpg@webp?v=1695102045',
                ],
                description: `
                Платье из коллекции Guess выполнено из гладкого трикотажа. Высокоэластичный материал гарантирует полную свободу движений.
                - Cвободный верх и облегающий низ.
                - Вырез-лодочка.
                - Длинный рукав.
                - Рукава отделаны узкой эластичной резинкой.
                - Эффектное плетение.
                - Плотный, эластичный трикотаж.
                - Длина рукава (от горловины): 83 см.
                - Длина: 100 см.
                - Ширина под подмышками: 61 см.
                - Ширина талии: 41 см.
                - Параметры указаны для размера: S.
                Состав: 60% Полиамид, 30% Шерсть, 10% Акрил
                `,
                category: "odejda",
            },
            {
                name: "Платье Answear Lab",
                cost: "11599",
                size: ['S', 'M', 'L', 'XL'],
                type: "platya",
                colorText: "Чёрный",
                color: ['#000'],
                flag: false,
                code: 1336, //платья
                img: [
                    'https://img2.ans-media.com/i/540x813/WZ23-SUD0GP-99X_F1.jpg@webp?v=1697559063',
                    'https://img2.ans-media.com/i/540x813/WZ23-SUD0GP-99X_F3.jpg@webp?v=1697558935',
                    'https://img2.ans-media.com/i/540x813/WZ23-SUD0GP-99X_F4.jpg@webp?v=1697559161',
                    'https://img2.ans-media.com/i/540x813/WZ23-SUD0GP-99X_F5.jpg@webp?v=1697558935',
                ],
                description: `
                Платье из коллекции Answear Lab выполнено из имитации кожи. Коллекция доступна исключительно на Answear.
                - Расклешенный фасон.
                - Классический круглый вырез.
                - Застегивается на молнию.
                - Модель с прорезными карманами.
                - Декоративная прострочка.
                - Тонкий, слегка эластичный трикотаж.
                - Длина: 88 см.
                - Ширина под подмышками: 43 см.
                - Ширина талии: 36,5 см.
                - Параметры указаны для размера: S.
                Состав: 100% Полиуретан
                `,
                category: "odejda",
            },
            {
                name: "Платье Silvian Heach",
                cost: "13000",
                size: ['S', 'M', 'L'],
                colorText: "Коричневый",
                type: "platya",
                color: ['#6b4915'],
                flag: false,
                code: 1336,
                img: [
                    'https://img2.ans-media.com/i/540x813/ZW23-SUD00J-82X_F1.jpg@webp?v=1696481339',
                    'https://img2.ans-media.com/i/540x813/ZW23-SUD00J-82X_F2.jpg@webp?v=1696481820',
                    'https://img2.ans-media.com/i/540x813/ZW23-SUD00J-82X_F3.jpg@webp?v=1696481821',
                    'https://img2.ans-media.com/i/540x813/ZW23-SUD00J-82X_F4.jpg@webp?v=1696480502',
                    'https://img2.ans-media.com/i/540x813/ZW23-SUD00J-82X_F5.jpg@webp?v=1696479185',
                ],
                description: `
                Платье из коллекции Silvian Heach выполнено из гладкой ткани. Благодаря содержанию полиэстера материал является более устойчивым к заломам.
                Маркировка размеров данного бренда на этикетке указана по итальянской системе размеров. Это означает, что если Вы закажете на странице европейский размер 34, то Вам доставят товар, на этикетке которого будет указан размер 38 (итальянский размер). Если закажете европейский размер S - то будет доставлен товар, на этикетке которого, соответственно, размер XS (итальянский размер).
                Пожалуйста, ознакомьтесь с данными размерной таблицы, чтобы выбрать правильный размер.
                - Приталенный крой, подчеркивающий фигуру.
                - Декоративный заостренный вырез.
                - Длинный рукав.
                - Декоративные складки.
                - Модель с вязкой.
                - Короткая застежка на молнии.
                - Модель на подкладке.
                - Тонкая неэластичная ткань.
                - Длина рукава: 58 см.
                - Длина: 80 см.
                - Ширина под подмышками: 47 см.
                - Ширина талии: 35 см.
                - Полуобхват бедер: 46 см.
                - Параметры указаны для размера: 36.
                Состав: 73% Полиэстер, 22% Вискоза, 5% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Платье MICHAEL Michael Kors",
                cost: "22000",
                size: ['S', 'M', 'L'],
                colorText: "Золотой   ",
                type: "platya",
                color: ['#facbaa'],
                flag: false,
                code: 1336, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SUD0O9-GLD_F1.jpg@webp?v=1695709244',
                    'https://img2.ans-media.com/i/540x813/AW23-SUD0O9-GLD_F2.jpg@webp?v=1695706717',
                    'https://img2.ans-media.com/i/540x813/AW23-SUD0O9-GLD_F3.jpg@webp?v=1695710320',
                    'https://img2.ans-media.com/i/540x813/AW23-SUD0O9-GLD_F4.jpg@webp?v=1695710797',
                ],
                description: `
                Платье из коллекции MICHAEL Michael Kors выполнено из узорного трикотажа. Высокоэластичный материал гарантирует полную свободу движений.
                - Приталенный крой, подчеркивающий фигуру.
                - Классический круглый вырез.
                - Нерегулируемые, неотстегивающиеся бретели.
                - Материал с металической нитью.
                - Тонкий, эластичный трикотаж.
                - Длина: 92 см.
                - Ширина под подмышками: 34 см.
                - Ширина талии: 31,5 см.
                - Полуобхват бедер: 37,5 см.
                - Параметры указаны для размера: S.
                Состав: 75% Вискоза, 11% Нейлон, 7% Полиэстер, 6% Металлическое волокно, 1% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Хлопковое платье Calvin Klein Jeans",
                cost: "16000",
                size: ['S', 'M', 'L'],
                colorText: "Бежевый",
                type: "platya",
                color: ['#d9cd91'],
                flag: false,
                code: 1336, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SUD1IA-80X_F1.jpg@webp?v=1695709007',
                    'https://img2.ans-media.com/i/540x813/AW23-SUD1IA-80X_F2.jpg@webp?v=1695709960',
                    'https://img2.ans-media.com/i/540x813/AW23-SUD1IA-80X_F3.jpg@webp?v=1695711158',
                    'https://img2.ans-media.com/i/540x813/AW23-SUD1IA-80X_F4.jpg@webp?v=1695707924',
                ],
                description: `
                Платье из коллекции Calvin Klein Jeans выполнено из гладкой ткани. Модель из плотного материала, удерживающего форму.
                - Свободный крой для полной свободы движений.
                - Застежка на молнию и пуговицы.
                - Крой рукава со спущенной линией плеча не ограничивает движений.
                - Длинный рукав.
                - Рукава с манжетами на застежке.
                - Модель с воротником.
                - Два кармана на спине.
                - Два накладных боковых кармана.
                - Карманчик на груди.
                - Плотная, неэластичная ткань.
                - Длина рукава (от воротничка): 75 см.
                - Длина: 90 см.
                - Ширина под подмышками: 54 см.
                - Ширина талии: 37 см.
                - Полуобхват бедер: 50 см.
                - Параметры указаны для размера: S.
                Состав: 100% Хлопок
                `,
                category: "odejda",
            },
        ],
        underwear: [
            {
                name: "Бюстгальтер women'secret AUTUMN HELANKAS",
                cost: "3200",
                size: ['65B', '70B', '75B', '80B', '85B'],
                colorText: "Чёрный",
                type: "underwear",
                color: ['#000'],
                flag: false,
                code: 1111, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BID0P4-99X_F1.jpg@webp?v=1695368768',
                    'https://img2.ans-media.com/i/540x813/AW23-BID0P4-99X_F2.jpg@webp?v=1695368647',
                    'https://img2.ans-media.com/i/540x813/AW23-BID0P4-99X_F3.jpg@webp?v=1695368166',
                    'https://img2.ans-media.com/i/540x813/AW23-BID0P4-99X_F4.jpg@webp?v=1695369488',
                ],
                description: `
                Бюстгальтер в стиле push-up из коллекции women'secret. Модель выполнена из кружевного материала.
                - Модель с косточками.
                - Уплотненная чашка.
                - Регулируемые бретели.
                - Регулируемая застежка на петли.
                Состав: 86% Полиамид, 14% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Бюстгальтер Calvin Klein Underwear",
                cost: "4200",
                size: ['65B', '70B', '75B', '80B', '85B'],
                colorText: "Чёрный",
                type: "underwear",
                color: ['#000'],
                flag: false,
                code: 1111, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BID14F-99X_F1.jpg@webp?v=1690822496',
                    'https://img2.ans-media.com/i/540x813/AW23-BID14F-99X_F2.jpg@webp?v=1690822371',
                    'https://img2.ans-media.com/i/540x813/AW23-BID14F-99X_F3.jpg@webp?v=1690822497',
                    'https://img2.ans-media.com/i/540x813/AW23-BID14F-99X_F4.jpg@webp?v=1690822497',
                ],
                description: `
                Бюстгальтер в стиле классика из коллекции Calvin Klein Underwear. Модель выполнена из гладкого материала.
                - Плотная чашечка.
                - Несъемные вставки укрепляют, стабилизируют и приподнимают бюст.
                - Регулируемые, неотстегивающиеся бретели.
                - Модель с эластичной резинкой.
                - Застегивается на три ряда двойных крючков.
                Состав: 90% Хлопок, 10% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Бюстгальтер women'secret ELEGANT",
                cost: "3800",
                size: ['65B', '70B', '75B', '80B', '85B'],
                colorText: "Бежевый",
                type: "underwear",
                color: ['#eddbad'],
                flag: false,
                code: 1111, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AA00-BID0TT-02X_F1.jpg@webp?v=1681894957',
                    'https://img2.ans-media.com/i/540x813/AA00-BID0TT-02X_F2.jpg@webp?v=1681894958',
                    'https://img2.ans-media.com/i/540x813/AA00-BID0TT-02X_F3.jpg@webp?v=1681894959',
                    'https://img2.ans-media.com/i/540x813/AA00-BID0TT-02X_F4.jpg@webp?v=1681894959',
                ],
                description: `
                Бюстгальтер в стиле "балконет" из коллекции women'secret. Модель выполнена из микроволокон.
                - Модель с косточками.
                - Уплотненная чашка.
                - Регулируемая застежка на петли.
                - Регулируемые, отстегивающиеся бретели.
                Состав:
                74% Полиамид, 26% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Under Armour Трусы (3 pack)",
                cost: "3800",
                size: ['XS', 'S', 'M', 'L'],
                colorText: "Бежевый",
                type: "underwear",
                color: ['#eddbad'],
                flag: false,
                code: 1111, 
                img: [
                    'https://img2.ans-media.com/i/540x813/SS20-BID04B_80X_F1.jpg@webp?v=1661165577',
                    'https://img2.ans-media.com/i/540x813/SS20-BID04B_80X_F2.jpg@webp?v=1661164049',
                    'https://img2.ans-media.com/i/540x813/SS20-BID04B_80X_F3.jpg@webp?v=1661165447',
                ],
                description: `
                Трусы из коллекции Under Armour. Модель выполнена из гладкого материала. В комплекте три пары.
                - Бесшовная модель.
                `,
                category: "odejda",
            },
            {
                name: "Моделирующие шорты Spanx",
                cost: "6800",
                size: ['XS', 'S', 'M'],
                colorText: "Бежевый",
                type: "underwear",
                color: ['#eddbad'],
                flag: false,
                code: 1111, 
                img: [
                    'https://img2.ans-media.com/i/540x813/SS22-BID12Y_02X_F1.jpg@webp?v=1650441037',
                    'https://img2.ans-media.com/i/540x813/SS22-BID12Y_02X_F2.jpg@webp?v=1650441632',
                    'https://img2.ans-media.com/i/540x813/SS22-BID12Y_02X_F3.jpg@webp?v=1650441284',
                ],
                description: `
                Моделирующие шорты из коллекции Spanx. Модель выполнена из комфортного трикотажа.
                - Модель из линии Thinstincts® произведён из легкого, дышащего и влагоотводящего материала.
                - Модель со специально обрезанными краями, благодаря которым она незаметна под одеждой.
                Состав:
                Основной материал: 45% Лайкра, 55% Нейлон
                Стелька: 100% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Бюстгальтер Puma 935020",
                cost: "3800",
                size: ['65B', '70B', '75B', '80B'],
                colorText: "Белый",
                type: "underwear",
                color: ['#fff'],
                flag: false,
                code: 1111, 
                img: [
                    'https://img2.ans-media.com/i/540x813/SS21-BID07C_00X_F1.jpg@webp?v=1620818200',
                    'https://img2.ans-media.com/i/540x813/SS21-BID07C_00X_F2.jpg@webp?v=1620816155',
                    'https://img2.ans-media.com/i/540x813/SS21-BID07C_00X_F3.jpg@webp?v=1620815561',
                ],
                description: `
                Бюстгальтер в стиле классика из коллекции Puma. Модель выполнена из комфортного материала.
                - Плотная чашечка.
                - Регулируемые, неотстегивающиеся бретели.
                - Регулируемая застежка на петли.
                Состав: 84% Полиамид, 16% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Tommy Hilfiger - Бюстгальтер",
                cost: "3800",
                size: ['65B', '70B', '75B', '80B', '85B'],
                colorText: "Синий",
                type: "underwear",
                color: ['#14122e'],
                flag: false,
                code: 1111, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW20-BID08Z_59X_F1.jpg@webp?v=1626172459',
                    'https://img2.ans-media.com/i/540x813/AW20-BID08Z_59X_F2.jpg@webp?v=1626171523',
                    'https://img2.ans-media.com/i/540x813/AW20-BID08Z_59X_F3.jpg@webp?v=1626171737',
                ],
                description: `
                Бюстгальтер в стиле классика из коллекции Tommy Hilfiger. Модель выполнена из комфортного материала.
                - Плотная чашечка.
                - Регулируемые, неотстегивающиеся бретели.
                - Застегивается на три ряда двойных крючков.
                Состав:
                53% Органический хлопок, 12% Эластан, 35% Модал
                `,
                category: "odejda",
            },
            {
                name: "Бюстгальтер women'secret REAL",
                cost: "4200",
                size: ['70B', '75B', '80B', '85B'],
                colorText: "Белый",
                type: "underwear",
                color: ['#fff'],
                flag: false,
                code: 1111, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AA00-BID13Y-00X_F1.jpg@webp?v=1694066055',
                    'https://img2.ans-media.com/i/540x813/AA00-BID13Y-00X_F2.jpg@webp?v=1694064609',
                    'https://img2.ans-media.com/i/540x813/AA00-BID13Y-00X_F3.jpg@webp?v=1694065210',
                ],
                description: `
                Бюстгальтер в стиле классика из коллекции women'secret. Модель выполнена из микроволокон.
        
                - Модель с косточками.
                - Застегивается на крючок.
                - Регулируемые, неотстегивающиеся бретели.
                
                Состав:
                91% Полиамид, 9% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Бюстгальтер women'secret SENSE 1",
                cost: "5600",
                size: ['65B', '75B', '80B', '85B'],
                colorText: "Чёрный",
                type: "underwear",
                color: ['#000'],
                flag: false,
                code: 1111, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BID0M9-99X_F1.jpg@webp?v=1692771383',
                    'https://img2.ans-media.com/i/540x813/AW23-BID0M9-99X_F2.jpg@webp?v=1692768981',
                    'https://img2.ans-media.com/i/540x813/AW23-BID0M9-99X_F3.jpg@webp?v=1692770537',
                    'https://img2.ans-media.com/i/540x813/AW23-BID0M9-99X_F4.jpg@webp?v=1692769212',
                ],
                description: `
                Бюстгальтер в стиле классика из коллекции women'secret. Модель выполнена из микроволокон.
        
                - Модель с косточками.
                - Застегивается на крючок.
                - Регулируемые, неотстегивающиеся бретели.
                
                Состав:
                91% Полиамид, 9% Эластан
                `,
                category: "odejda",
            },
        ],
        yubki: [
            {
                name: "Джинсовая юбка Miss Sixty",
                cost: "9000",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Чёрный",
                type: "yubki",
                color: ['#000'],
                flag: false,
                code: 1552, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0HL-90J_F1.jpg@webp?v=1695878198',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0HL-90J_F2.jpg@webp?v=1695877595',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0HL-90J_F3.jpg@webp?v=1695879754',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0HL-90J_F4.jpg@webp?v=1695877123',
                ],
                description: `
                Юбка из коллекции Miss Sixty выполнена из денима. Модель из чрезвычайно комфортного хлопкового материала.
                Маркировка размеров данного бренда на этикетке указана по итальянской системе размеров. Это означает, что если Вы закажете на странице европейский размер 34, то Вам доставят товар, на этикетке которого будет указан размер 38 (итальянский размер). Если закажете европейский размер S - то будет доставлен товар, на этикетке которого, соответственно, размер XS (итальянский размер).
        
                Пожалуйста, ознакомьтесь с данными размерной таблицы, чтобы выбрать правильный размер.
        
                - Прямой фасон.
                - Застегивается на пуговицу и молнию.
                - Прорезные карманы.
                - Накладные карманы обеспечивают дополнительное место для хранения мелких предметов.
                - Тонкая неэластичная ткань.
                - С разрезом.
                - Ширина по поясу: 35 см.
                - Длина: 108 см.
                - Параметры указаны для размера: S.
                Состав: 100% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Хлопковая юбка Calvin Klein Jeans",
                cost: "11000",
                size: ['S', 'M', 'L'],
                colorText: "Бежевый",
                type: "yubki",
                color: ['#d9cd91'],
                flag: false,
                code: 1552, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0GE-80X_F1.jpg@webp?v=1695102763',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0GE-80X_F2.jpg@webp?v=1695103964',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0GE-80X_F3.jpg@webp?v=1695101684',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0GE-80X_F4.jpg@webp?v=1695104320',
                ],
                description: `
                Юбка из коллекции Calvin Klein Jeans выполнена из гладкого материала. Модель из чрезвычайно комфортного материала с высоким содержанием хлопка.
                - Расклешенный фасон.
                - Накладной карман сбоку подойдет для телефона или других мелких предметов.
                - Застегивается на пуговицы.
                - Гладкая ткань.
                - Ширина по поясу: 35 см.
                - Длина: 40 см.
                - Параметры указаны для размера: S.
                Состав: 100% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Юбка Guess",
                cost: "8000",
                size: ['S', 'M', 'L'],
                colorText: "Коричневый",
                type: "yubki",
                color: ['#87711f'],
                flag: false,
                code: 1552, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SDD09H-88X_F1.jpg@webp?v=1697198538',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD09H-88X_F2.jpg@webp?v=1697198771',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD09H-88X_F3.jpg@webp?v=1697198668',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD09H-88X_F4.jpg@webp?v=1697198669',
                ],
                description: `
                Юбка из коллекции Guess выполнена из имитации замши. Благодаря содержанию полиэстера материал является более устойчивым к заломам.
                - Содержит переработанный пластик.
                - Приталенный крой, подчеркивающий фигуру.
                - Застегивается на молнию.
                - Модель на подкладке.
                - Ширина по поясу: 35 см.
                - Длина сзади: 50 см.
                - Длина спереди: 41 см.
                - Параметры указаны для размера: S.
                Состав: Основной материал: 90% Полиэстер, 10% Эластан
                Подкладка: 95% Полиэстер, 5% Эластан
                Отделка: 100% Полиэстер
                Покрытие: 100% Полиуретан
                `,
                category: "odejda",
            },
            {
                name: "Юбка Morgan",
                cost: "7000",
                size: ['S', 'M', 'L'],
                colorText: "Чёрный",
                type: "yubki",
                color: ['#000'],
                flag: false,
                code: 1552, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0HB-99X_F1.jpg@webp?v=1694077240',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0HB-99X_F2.jpg@webp?v=1694077104',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0HB-99X_F3.jpg@webp?v=1694077104',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0HB-99X_F4.jpg@webp?v=1694077331',
                ],
                description: `
                Юбка из коллекции Morgan выполнена из гладкого материала. Материал с оптимальной эластичностью гарантирует полную свободу движений.
                - Инициатива Better Cotton. Продукты, отмеченные этим знаком, содержат не менее 50% хлопка от продавца или бренда, принадлежащего инициативе Better Cotton и инвестирующего в развитие BCI.
                - Простой фасон, не стеснящий движений.
                - Застегивается на потайную молнию.
                - Два накладных боковых кармана.
                - Имитация карманов на ягодицах.
                - Ширина по поясу: 36 см.
                - Длина: 41 см.
                - Параметры указаны для размера: 36.
                Состав: 50% Хлопок, 47% Полиэстер, 3% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Юбка Guess",
                cost: "6400",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Розовый",
                type: "yubki",
                color: ['#cc5293'],
                flag: false,
                code: 1552, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0CZ-45X_F1.jpg@webp?v=1693582251',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0CZ-45X_F2.jpg@webp?v=1693582348',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0CZ-45X_F3.jpg@webp?v=1693580913',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0CZ-45X_F4.jpg@webp?v=1693581520',
                ],
                description: `
                Юбка из коллекции Guess выполнена из эластичного трикотажа. Модель из мягкой и приятной на ощупь ткани.
                - Содержит переработанный пластик.
                - Простой фасон, не стеснящий движений.
                - Завышенная талия.
                - Гибкая полоска в талии предотвращает скольжение во время движения.
                - Модель с декоративной аппликацией.
                - Ширина по поясу: 33 см.
                - Длина: 47 см.
                - Параметры указаны для размера: S.
                Состав: 51% Хлопок, 49% Полиэстер
                `,
                category: "odejda",
            },
            {
                name: "Юбка Guess",
                cost: "6400",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Розовый",
                type: "yubki",
                color: ['#f7add5'],
                flag: false,
                code: 1552, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SDD09C-30A_F1.jpg@webp?v=1693330228',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD09C-30A_F2.jpg@webp?v=1693329617',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD09C-30A_F3.jpg@webp?v=1693329373',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD09C-30A_F4.jpg@webp?v=1693329020',
                ],
                description: `
                Юбка из коллекции Guess выполнена из узорной ткани. Полиэстер гарантирует повышенную устойчивость к заломам.
                - Расклешенный фасон.
                - Застегивается на потайную молнию.
                - Резинка в поясе.
                - Модель на подкладке.
                - Ширина по поясу: 32 см.
                - Длина: 47 см.
                - Параметры указаны для размера: S.
                Состав: 100% Полиэстер
                `,
                category: "odejda",
            },
            {
                name: "Шерстяная юбка United Colors of Benetton",
                cost: "9400",
                size: ['M', 'L', 'XL'],
                colorText: "Белый",
                type: "yubki",
                color: ['#fff'],
                flag: false,
                code: 1552, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0BH-01X_F1.jpg@webp?v=1691555674',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0BH-01X_F2.jpg@webp?v=1691555559',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0BH-01X_F3.jpg@webp?v=1691555913',
                    'https://img2.ans-media.com/i/540x813/AW23-SDD0BH-01X_F4.jpg@webp?v=1691555315',
                ],
                description: `
                Юбка из коллекции United Colors of Benetton выполнена из эластичного трикотажа. Высокое содержание шерсти обеспечивает защиту от холода, а добавление полиамида повышает долговечность изделия.
                - Приталенный крой, подчеркивающий фигуру.
                - Высокая талия с эластичной полоской предотвращает скольжение во время движения.
                - Фактурный материал.
                - Гладкий материал.
                - Плотный, эластичный трикотаж.
                - Ширина по поясу: 35 см.
                - Длина: 84 см.
                - Параметры указаны для размера: S.
                Состав: 78% Шерсть, 22% Полиамид
                `,
                category: "odejda",
            },
        ],
        phutbolki: [
            {
                name: "Хлопковая футболка MICHAEL Michael Kors",
                cost: "9000",
                size: ['S', 'M', 'L'],
                colorText: "Белый",
                color: ['#fff'],
                type: "phutbolki",
                flag: false,
                code: 1832, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-TSD1H7-00X_F1.jpg@webp?v=1696571328',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD1H7-00X_F2.jpg@webp?v=1696571569',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD1H7-00X_F3.jpg@webp?v=1696571569',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD1H7-00X_F4.jpg@webp?v=1696570727',
                ],
                description: `
                Футболка из коллекции MICHAEL Michael Kors выполнена из тонкого эластичного трикотажа. Модель из чрезвычайно комфортного хлопкового материала.
                - Органический хлопок выращивают без использования опасных для здоровья химикатов, химических пестицидов или искусственных удобрений.
                - Свободный крой для полной свободы движений.
                - Классический круглый вырез.
                - Короткий рукав.
                - Модель с аппликацией.
                - Длина: 65 см.
                - Ширина под подмышками: 48 см.
                - Параметры указаны для размера: S.
                Состав: 100% Органический хлопок
                `,
                category: "odejda",
            },
            {
                name: "Хлопковая футболка Tommy Jeans",
                cost: "6000",
                size: ['S', 'M', 'L'],
                colorText: "Белый",
                type: "phutbolki",
                color: ['#fff'],
                flag: false,
                code: 1832, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-TSD156-00X_F1.jpg@webp?v=1694755018',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD156-00X_F2.jpg@webp?v=1694757772',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD156-00X_F3.jpg@webp?v=1694756463',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD156-00X_F4.jpg@webp?v=1694757773',
                ],
                description: `
                Легкая футболка из коллекции Tommy Jeans выполнена из приятного на ощупь трикотажа. Модель из чрезвычайно комфортного хлопкового материала.
                - Свободный крой для полной свободы движений.
                - Круглый, ребристый вырез.
                - Логотип бренда спереди.
                - Тонкий, эластичный трикотаж.
                - Длина: 52 см.
                - Ширина под подмышками: 51 см.
                - Параметры указаны для размера: S.
                Состав: 100% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Лонгслив Morgan",
                cost: "5600",
                size: ['S', 'M', 'L'],
                colorText: "Чёрный",
                color: ['#000'],
                type: "phutbolki",
                flag: false,
                code: 1832, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-BUD0EB-99X_F1.jpg@webp?v=1698042027',
                    'https://img2.ans-media.com/i/540x813/AW23-BUD0EB-99X_F2.jpg@webp?v=1698043345',
                    'https://img2.ans-media.com/i/540x813/AW23-BUD0EB-99X_F3.jpg@webp?v=1698041548',
                    'https://img2.ans-media.com/i/540x813/AW23-BUD0EB-99X_F4.jpg@webp?v=1698042266',
                ],
                description: `
                Лонгслив из коллекции Morgan выполнена из тонкого эластичного трикотажа. Модель из чрезвычайно комфортного материала с высоким содержанием хлопка.
                - Товары из серии «better cotton™». Better Cotton — это ведущая мировая инициатива по устойчивому развитию хлопка, цель которой помочь хлопковым сообществам выжить и процветать, одновременно защищая и восстанавливая окружающую среду.
                - Простой фасон, не стеснящий движений.
                - Классический круглый вырез.
                - Модель с принтом.
                - Длина рукава: 62 см.
                - Длина: 62 см.
                - Ширина под подмышками: 41 см.
                - Параметры указаны для размера: S.
                Состав: 50% Хлопок, 50% Модал
                `,
                category: "odejda",
            },
            {
                name: "Хлопковая футболка Calvin Klein",
                cost: "7600",
                size: ['M', 'L', 'XL'],
                colorText: "Серый",
                color: ['#999'],
                type: "phutbolki",
                flag: false,
                code: 1832, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-TSD00C-50X_F1.jpg@webp?v=1696249739',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD00C-50X_F2.jpg@webp?v=1696249873',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD00C-50X_F3.jpg@webp?v=1696249739',
                ],
                description: `
                Футболка из коллекции Calvin Klein выполнена из эластичного трикотажа. Модель из дышащего хлопкового материала.
                - Модель выполнена из эластичного, чрезвычайно приятного для кожи трикотажа, что обеспечивает высокий комфорт ношения.
                - Простой фасон, не стеснящий движений.
                - V-образный вырез.
                - Гладкий трикотаж.
                - Тонкий материал.
                - Длина: 63 см.
                - Ширина под подмышками: 48 см.
                - Параметры указаны для размера: S.
                Состав: 100% Хлопок
                `,
                category: "odejda",
            },
            {
                name: "Футболка Guess",
                cost: "6600",
                size: ['M', 'L'],
                colorText: "Белый",
                color: ['#fff'],
                type: "phutbolki",
                flag: false,
                code: 1832, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-TSD0U8-01X_F1.jpg@webp?v=1695102780',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD0U8-01X_F2.jpg@webp?v=1695102296',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD0U8-01X_F3.jpg@webp?v=1695101700',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD0U8-01X_F4.jpg@webp?v=1695102539',
                ],
                description: `
                Футболка из коллекции Guess выполнена из трикотажа с принтом. Модель из чрезвычайно комфортного материала с высоким содержанием хлопка.
                - Органический хлопок выращивают без использования опасных для здоровья химикатов, химических пестицидов или искусственных удобрений.
                - Простой фасон, не стеснящий движений.
                - Классический круглый вырез.
                - Тонкий, эластичный трикотаж.
                - Длина: 62 см.
                - Ширина под подмышками: 44 см.
                - Параметры указаны для размера: S.
                Состав: 95% Хлопок, 5% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Топ лаунж HUGO",
                cost: "6600",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Чёрный",
                color: ['#000'],
                type: "phutbolki",
                flag: false,
                code: 1832, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-TSD11U-99X_F1.jpg@webp?v=1695801650',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD11U-99X_F2.jpg@webp?v=1695802347',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD11U-99X_F3.jpg@webp?v=1695801983',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD11U-99X_F4.jpg@webp?v=1695801515',
                ],
                description: `
                Топ из коллекции HUGO выполнена из эластичного трикотажа. Модель из чрезвычайно комфортного материала с высоким содержанием хлопка.
                - Инициатива Clean Up Your Act — поддержка более уравновешенных методов производства, снижающих негативное воздействие на планету.
                - Облегающий фасон.
                - Классический круглый вырез.
                - Тонкий, эластичный трикотаж.
                - Длина: 57 см.
                - Ширина под подмышками: 32 см.
                - Параметры указаны для размера: S.
                Состав: 93% Хлопок, 7% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Футболка Tommy Jeans",
                cost: "5600",
                size: ['M', 'L', 'XL'],
                colorText: "Розовый",
                color: ['#f0c9de'],
                type: "phutbolki",
                flag: false,
                code: 1832, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-TSD152-30X_F1.jpg@webp?v=1694751666',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD152-30X_F2.jpg@webp?v=1694751534',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD152-30X_F3.jpg@webp?v=1694751535',
                    'https://img2.ans-media.com/i/540x813/AW23-TSD152-30X_F4.jpg@webp?v=1694751666',
                ],
                description: `
                Футболка из коллекции Tommy Jeans выполнена из тонкого эластичного трикотажа. Модель из чрезвычайно комфортного материала с высоким содержанием хлопка.
                - Экологически переработанный хлопок снижает негативное воздействие на окружающую среду за счет сокращения использования химикатов, а также экономии воды и энергии, улучшения условий жизни и экономического развития регионов, производящих хлопок.
                - Прямой фасон.
                - Классический круглый вырез.
                - Короткий рукав.
                - Логотип бренда спереди.
                - Длина: 52 см.
                - Ширина под подмышками: 45 см.
                - Параметры указаны для размера: S.
                Состав: 60% Хлопок, 40% Полиэстер
                `,
                category: "odejda",
            },
        ],
        bezrukavki: [
            {
                name: "Безрукавка Calvin Klein Jeans",
                cost: "12499",
                size: ['S', 'M', 'L', 'XL'],
                type: "bezrukavki",
                colorText: "Чёрный",
                color: ['#000'],
                flag: false,
                code: 1216, //безрукавки
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD01O-99X_F1.jpg@webp?v=1685988027',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD01O-99X_F2.jpg@webp?v=1685988027',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD01O-99X_F3.jpg@webp?v=1685988140',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD01O-99X_F4.jpg@webp?v=1685988260',
                ],
                description: `
                Безрукавка из коллекции Calvin Klein Jeans. Утепленная модель выполнена из гладкой ткани. Продукт содержит переработанные волокнистые материалы.
                - Этот продукт частично изготовлен из переработанного полиэстера.
                - Волокно REPREVE производится из переработанных пластиковых бутылок.
                - Водонепроницаемость означает повышенную устойчивость к воде. При контакте с водой изделие сохраняет свои свойства, что обеспечивает больший комфорт благодаря более низкому водонепроницаемому порогу, но не гарантирует полной водонепроницаемости.
                - Прямой фасон.
                - Данная модель - водостойкая.
                - Замыкается на молнию и кнопки.
                - Два боковых кармана на кнопках.
                - Завышенный воротник.
                - Утепленная модель с подкладкой.
                - Длина: 57 см.
                - Ширина под подмышками: 53 см.
                - Размеры приведены для роста: S
                `,
                category: "odejda",
            },
            {
                name: "Безрукавка Tommy Jeans",
                cost: "10000",
                size: ['S', 'M', 'L', 'XL'],
                type: "bezrukavki",
                colorText: "Чёрный",
                color: ['#000'],
                flag: false,
                code: 1216, //безрукавки
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD18W-99X_F1.jpg@webp?v=1689656057',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD18W-99X_F2.jpg@webp?v=1689656183',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD18W-99X_F3.jpg@webp?v=1689655815',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD18W-99X_F4.jpg@webp?v=1689656427',
                ],
                description: `
                Безрукавка из коллекции Tommy Jeans. Слегка утепленная модель выполнена из гладкого материала. Стеганая модель с синтетическим утеплителем, который обеспечивает дополнительный комфорт при низких температурах.
                - Этот продукт частично изготовлен из переработанного полиамида.
                - Простой фасон, не стеснящий движений.
                - Замыкается на молнию и кнопки.
                - Прорезные карманы.
                - Слегка утепленная модель на подкладке.
                - Длина: 56 см.
                - Ширина под подмышками: 54 см.
                - Параметры указаны для размера: S.
                Состав:
                Основной материал: 100% Полиамид
                Подкладка: 100% Полиэстер
                `,
                category: "odejda",
            },
            {
                name: "Безрукавка HUGO",
                cost: "22400",
                size: ['S', 'M', 'L'],
                type: "bezrukavki",
                colorText: "Фиолетовый",
                color: ['#d0a4e0'],
                flag: false,
                code: 1216, //безрукавки
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD040-04X_F1.jpg@webp?v=1687326382',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD040-04X_F2.jpg@webp?v=1687323379',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD040-04X_F3.jpg@webp?v=1687323258',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD040-04X_F4.jpg@webp?v=1687326140',
                ],
                description: `
                Безрукавка из коллекции HUGO. Слегка утепленная модель выполнена из гладкого материала. Стеганая модель с синтетическим утеплителем, который обеспечивает дополнительный комфорт при низких температурах.
                - Инициатива Clean Up Your Act HUGO - поддержка производства хлопка в Африке. Бренд поддерживает кампанию «Хлопок, произведенный в Африке» (CmiA), которая помогает мелким фермерам в Африке улучшать свои навыки ведения сельского хозяйства и защищать природные ресурсы, поддерживая устойчивое развитие (без использования генетически модифицированных семян и вырубки первобытных лесов).
                - Водонепроницаемость означает повышенную устойчивость к воде. При контакте с водой изделие сохраняет свои свойства, что обеспечивает больший комфорт благодаря более низкому водонепроницаемому порогу, но не гарантирует полной водонепроницаемости.
                - Прямой фасон.
                - Слегка утепленная модель на подкладке.
                - Прорезные карманы.
                - Внизу стяжка.
                - Завышенный воротник.
                - Застежка на кнопку.
                - Длина: 78 см.
                - Ширина под подмышками: 56 см.
                - Ширина в плечах: 46 см.
                - Размеры приведены для роста: S.
                Состав:
                Основной материал: 100% Полиэстер
                Подкладка: 100% Полиамид
                Наполнитель: 100% Переработанный полиэстер
                `,
                category: "odejda",
            },
            {
                name: "Безрукавка Tommy Hilfiger",
                cost: "12400",
                size: ['S', 'M', 'L'],
                type: "bezrukavki",
                colorText: "Белый",
                color: ['#fff'],
                flag: false,
                code: 1216, //безрукавки
                img: [
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0IA-00X_F1.jpg@webp?v=1679078938',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0IA-00X_F2.jpg@webp?v=1679079275',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0IA-00X_F3.jpg@webp?v=1679079902',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0IA-00X_F4.jpg@webp?v=1679079522',
                ],
                description: `
                Безрукавка из коллекции Tommy Hilfiger. Слегка утепленная модель выполнена из сочетания разных материалов.
                - Прямой фасон.
                - Слегка утепленная модель на подкладке.
                - Завышенный воротник.
                - Несъемный капюшон со стяжкой.
                - Стеганая.
                - Застегивается на молнию.
                - Длина: 58 см.
                - Ширина под подмышками: 49 см.
                - Ширина в плечах: 38 см.
                - Параметры указаны для размера: S.
                Состав:
                Подкладка: 100% Полиэстер
                Наполнитель: 100% Полиэстер
                Материал 1: 100% Полиамид
                Материал 2: 47% Полиэстер, 46% Модал, 7% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Пуховая безрукавка Calvin Klein Jeans",
                cost: "15400",
                size: ['S', 'M', 'L'],
                type: "bezrukavki",
                colorText: "Белый",
                color: ['#fff'],
                flag: false,
                code: 1216, //безрукавки
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1K6-01X_F1.jpg@webp?v=1689667594',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1K6-01X_F2.jpg@webp?v=1689667477',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1K6-01X_F3.jpg@webp?v=1689667594',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD1K6-01X_F4.jpg@webp?v=1689667595',
                ],
                description: `
                Пуховая безрукавка из коллекции Calvin Klein Jeans. Утепленная модель выполнена из гладкой ткани. Модель с завышенным воротником гарантирует дополнительную защиту от холода.
                - Этот продукт частично изготовлен из переработанного полиэстера.
                - Модель с наполнителем из пуха и натурального пера, полученного из ответственных источников, заботящихся о соблюдении этических норм в разведении птиц.
                - Простой фасон, не стеснящий движений.
                - Стеганая модель.
                - Завышенный воротник.
                - Замыкается на молнию и кнопки.
                - Два боковых кармана на кнопках.
                - Длина: 79 см.
                - Ширина под подмышками: 68 см.
                - Параметры указаны для размера: S.
                `,
                category: "odejda",
            },
            {
                name: "Безрукавка Calvin Klein Jeans",
                cost: "14400",
                size: ['S', 'M', 'L'],
                type: "bezrukavki",
                colorText: "Голубой",
                color: ['#46b3d4'],
                flag: false,
                code: 1216, //безрукавки
                img: [
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0CH-55X_F1.jpg@webp?v=1674554441',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0CH-55X_F2.jpg@webp?v=1674554335',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0CH-55X_F3.jpg@webp?v=1674554196',
                    'https://img2.ans-media.com/i/540x813/SS23-KUD0CH-55X_F4.jpg@webp?v=1674554797',
                ],
                description: `
                Безрукавка из коллекции Calvin Klein Jeans. Утепленная модель выполнена из стеганого материала.
                - RECONSIDERED - линия одежды, произведённая из переработанных материалов.
                - Прямой фасон.
                - Утепленная модель с подкладкой.
                - Нижний край на резинке.
                - Завышенный воротник.
                - Съемный капюшон со стяжкой.
                - Длина: 42 см.
                - Ширина под подмышками: 49 см.
                - Параметры указаны для размера: S.
                Состав:
                Основной материал: 100% Полиамид
                Подкладка: 100% Полиэстер
                Наполнитель: 100% Полиэстер
                `,
                category: "odejda",
            },
            {
                name: "Безрукавка Calvin Klein",
                cost: "8499",
                size: ['S', 'M', 'L', 'XL'],
                type: "bezrukavki",
                colorText: "Чёрный",
                color: ['#000'],
                flag: false,
                code: 1216, //безрукавки
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD021-99X_F1.jpg@webp?v=1685988029',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD021-99X_F2.jpg@webp?v=1685988262',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD021-99X_F3.jpg@webp?v=1685988262',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD021-99X_F4.jpg@webp?v=1685987901',
                ],
                description: `
                Безрукавка из коллекции Calvin Klein Jeans. Утепленная модель выполнена из гладкого материала. Продукт содержит переработанные волокнистые материалы.
                - Волокно REPREVE производится из переработанных пластиковых бутылок.
                - Этот продукт частично изготовлен из переработанного полиэстера.
                - Данная модель - водостойкая.
                - Водонепроницаемость означает повышенную устойчивость к воде. При контакте с водой изделие сохраняет свои свойства, что обеспечивает больший комфорт благодаря более низкому водонепроницаемому порогу, но не гарантирует полной водонепроницаемости.
                - Простой фасон, не стеснящий движений.
                - Замыкается на молнию и кнопки.
                - Два боковых кармана на кнопках.
                - Завышенный воротник.
                - Утепленная модель с подкладкой.
                - Длина: 77 см.
                `,
                category: "odejda",
            },
            {
                name: "Безрукавка Guess",
                cost: "11200",
                size: ['S', 'M', 'L', 'XL'],
                type: "bezrukavki",
                colorText: "Коричневый",
                color: ['#947859'],
                flag: false,
                code: 1216, //безрукавки
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0S2-88X_F1.jpg@webp?v=1693832176',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0S2-88X_F2.jpg@webp?v=1693832660',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0S2-88X_F3.jpg@webp?v=1693832660',
                    'https://img2.ans-media.com/i/540x813/AW23-KUD0S2-88X_F4.jpg@webp?v=1693832774',
                ],
                description: `
                Безрукавка из коллекции Guess. Слегка утепленная модель выполнена из гладкого материала. Стеганая модель с синтетическим утеплителем, который обеспечивает дополнительный комфорт при низких температурах.
                - Волокно REPREVE производится из переработанных пластиковых бутылок.
                - Прямой фасон.
                - Замыкается на молнию и кнопки.
                - Внешние карманы с застежкой.
                - Завышенный воротник и несъемный капюшон обеспечивают дополнительную защиту от холода.
                - Стеганая.
                - Внизу стяжка.
                - Длина: 58 см.
                - Ширина под подмышками: 54 см.
                - Ширина в плечах: 46 см.
                - Параметры указаны для размера: S.
                Состав: Основной материал: 100% Полиэстер
                Подкладка: 91% Полиэстер, 9% Эластан
                Наполнитель: 100% Полиэстер
                `,
                category: "odejda",
            },
        ],
        sviter: [
            {
                name: "Свитер Silvian Heach",
                cost: "8000",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Чёрный",
                type: "sviter",
                color: ['#000'],
                flag: false,
                code: 1102, 
                img: [
                    'https://img2.ans-media.com/i/540x813/ZW23-SWD00Y-99X_F1.jpg@webp?v=1695881809',
                    'https://img2.ans-media.com/i/540x813/ZW23-SWD00Y-99X_F2.jpg@webp?v=1695881810',
                    'https://img2.ans-media.com/i/540x813/ZW23-SWD00Y-99X_F3.jpg@webp?v=1695878452',
                    'https://img2.ans-media.com/i/540x813/ZW23-SWD00Y-99X_F4.jpg@webp?v=1695882284',
                ],
                description: `
                Свитер из коллекции Silvian Heach выполнен из гладкого трикотажа. Модель из чрезвычайно комфортного материала с высоким содержанием вискозы.
                Маркировка размеров данного бренда на этикетке указана по итальянской системе размеров. Это означает, что если Вы закажете на странице европейский размер 34, то Вам доставят товар, на этикетке которого будет указан размер 38 (итальянский размер). Если закажете европейский размер S - то будет доставлен товар, на этикетке которого, соответственно, размер XS (итальянский размер).
        
                Пожалуйста, ознакомьтесь с данными размерной таблицы, чтобы выбрать правильный размер.
        
                - Облегающий фасон.
                - Длинный рукав.
                - Полугольф.
                - Тонкий, эластичный трикотаж.
                - Плетение с декоративной металлической нитью.
                - Рукава и нижний край отделаны удобной эластичной резинкой.
                - Длина рукава: 62 см.
                - Длина: 60 см.
                - Ширина под подмышками: 45 см.
                - Параметры указаны для размера: XS-S.
                Состав: 70% Вискоза, 30% Люрекс
                `,
                category: "odejda",
            },
            {
                name: "Свитер Artigli",
                cost: "7800",
                size: ['S', 'M', 'L'],
                colorText: "Чёрный",
                type: "sviter",
                color: ['#000'],
                flag: false,
                code: 1102, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SWD1HA-99X_F1.jpg@webp?v=1697778656',
                    'https://img2.ans-media.com/i/540x813/AW23-SWD1HA-99X_F2.jpg@webp?v=1697779361',
                    'https://img2.ans-media.com/i/540x813/AW23-SWD1HA-99X_F3.jpg@webp?v=1697780323',
                    'https://img2.ans-media.com/i/540x813/AW23-SWD1HA-99X_F4.jpg@webp?v=1697780542',
                ],
                description: `
                Свитер из коллекции Artigli выполнен из тонкого эластичного трикотажа. Модель из мягкой и приятной на ощупь ткани.
                Маркировка размеров данного бренда на этикетке указана по итальянской системе размеров. Это означает, что если Вы закажете на странице европейский размер 34, то Вам доставят товар, на этикетке которого будет указан размер 38 (итальянский размер). Если закажете европейский размер S - то будет доставлен товар, на этикетке которого, соответственно, размер XS (итальянский размер).
                
                Пожалуйста, ознакомьтесь с данными размерной таблицы, чтобы выбрать правильный размер.
                
                - Приталенный крой, подчеркивающий фигуру.
                - Длинный рукав.
                - Модель с гольфом.
                - Плетение с декоративной металлической нитью.
                - Длина рукава: 62 см.
                - Длина: 58 см.
                - Ширина под подмышками: 42 см.
                - Параметры указаны для размера: S.
                `,
                category: "odejda",
            },
            {
                name: "Свитер XT Studio",
                cost: "4000",
                size: ['S', 'M', 'L'],
                colorText: "Синий",
                type: "sviter",
                color: ['#614db3'],
                flag: false,
                code: 1102, 
                img: [
                    'https://img2.ans-media.com/i/540x813/ZW23-SWD03C-45X_F1.jpg@webp?v=1696335536',
                    'https://img2.ans-media.com/i/540x813/ZW23-SWD03C-45X_F2.jpg@webp?v=1696337221',
                    'https://img2.ans-media.com/i/540x813/ZW23-SWD03C-45X_F3.jpg@webp?v=1696338177',
                    'https://img2.ans-media.com/i/540x813/ZW23-SWD03C-45X_F4.jpg@webp?v=1696336275',
                ],
                description: `
                Свитер из коллекции XT Studio выполнен из гладкого трикотажа. Модель из чрезвычайно комфортного материала с высоким содержанием вискозы.
                - Приталенный крой, подчеркивающий фигуру.
                - Модель с гольфом.
                - Вырез на спине.
                - Плетение с декоративной металлической нитью.
                - Тонкий, эластичный трикотаж.
                - Длина рукава: 62 см.
                - Длина: 46 см.
                - Ширина под подмышками: 29 см.
                - Параметры указаны для размера: S.
                Состав: 64% Вискоза, 23% Полиамид, 13% Люрекс
                `,
                category: "odejda",
            },
            {
                name: "Джемпер Calvin Klein",
                cost: "8200",
                size: ['S', 'M', 'L'],
                colorText: "Чёрный",
                type: "sviter",
                color: ['#000'],
                flag: false,
                code: 1102, 
                img: [
                    'https://img2.ans-media.com/i/540x813/SS23-SWD02L-99X_F1.jpg@webp?v=1673864478',
                    'https://img2.ans-media.com/i/540x813/SS23-SWD02L-99X_F2.jpg@webp?v=1673863873',
                    'https://img2.ans-media.com/i/540x813/SS23-SWD02L-99X_F3.jpg@webp?v=1673863605',
                    'https://img2.ans-media.com/i/540x813/SS23-SWD02L-99X_F4.jpg@webp?v=1673864118',
                ],
                description: `
                Джемпер из коллекции Calvin Klein. Модель сделана из тонкого трикотажа.
                - Изготовлено из LENZING™ ECOVERO™ - экологически чистого материала. При производстве LENZING™ ECOVERO™ из органической целлюлозы и древесной массы используется на 50% меньше воды по сравнению с популярной вискозой.
                - Облегающий фасон.
                - Застегивается на крючки.
                - Длинный рукав.
                - Тонкий, эластичный трикотаж.
                - Гладкий трикотаж.
                - Отделка в виде стяжки.
                - Длина рукава: 70,5 см.
                - Длина: 48 см.
                - Ширина под подмышками: 37 см.
                - Параметры указаны для размера: S.
                Состав:
                65% Вискоза, 35% Полиамид
                `,
                category: "odejda",
            },
            {
                name: "Свитер с шерстью Answear Lab",
                cost: "11200",
                size: ['S', 'M', 'L'],
                colorText: "Белый",
                type: "sviter",
                color: ['#fff'],
                flag: false,
                code: 1102, 
                img: [
                    'https://img2.ans-media.com/i/540x813/WZ23-SWD0A8-80X_F1.jpg@webp?v=1698300184',
                    'https://img2.ans-media.com/i/540x813/WZ23-SWD0A8-80X_F2.jpg@webp?v=1698300908',
                    'https://img2.ans-media.com/i/540x813/WZ23-SWD0A8-80X_F3.jpg@webp?v=1698300080',
                    'https://img2.ans-media.com/i/540x813/WZ23-SWD0A8-80X_F4.jpg@webp?v=1698300425',
                ],
                description: `
                Свитер из коллекции Answear Lab выполнен из гладкого трикотажа. Материал с оптимальной эластичностью гарантирует полную свободу движений.
                - Свободный крой для полной свободы движений.
                - Классический круглый вырез.
                - Рукав реглан благодаря своей конструкции обеспечивает большую свободу движений.
                - Модель отделана эластичной проклеенной лентой.
                - Вязание "косичка".
                - Трикотаж средней толщины.
                - Длина рукава (от горловины): 74 см.
                - Длина: 74 см.
                - Ширина под подмышками: 62 см.
                - Параметры указаны для размера: M/L.
                Состав: 70% Акрил, 15% Полиамид, 15% Шерсть
                `,
                category: "odejda",
            },
            {
                name: "Свитер с примесью шерсти Medicine",
                cost: "7300",
                size: ['S', 'M', 'L', 'XL'],
                colorText: "Белый",
                type: "sviter",
                color: ['#fff'],
                flag: false,
                code: 1102, 
                img: [
                    'https://img2.ans-media.com/i/540x813/RW23-SWD083-02M_F1.jpg@webp?v=1696489591',
                    'https://img2.ans-media.com/i/540x813/RW23-SWD083-02M_F2.jpg@webp?v=1696489591',
                    'https://img2.ans-media.com/i/540x813/RW23-SWD083-02M_F3.jpg@webp?v=1696489592',
                    'https://img2.ans-media.com/i/540x813/RW23-SWD083-02M_F4.jpg@webp?v=1696489592',
                ],
                description: `
                Свитер из коллекции Medicine. Модель с полугольфом, выполнена из трикотажа с примесью шерсти.
                - Крой oversize.
                - Заниженная линия плеч.
                - Длинный рукав.
                - Полугольф.
                - Отделка в виде стяжки.
                - Гладкий трикотаж.
                - Длина рукава (от горловины): 71 см.
                - Длина: 56 см.
                - Ширина под подмышками: 62 см.
                - Параметры указаны для размера: S.
                Состав: 60% Акрил, 32% Полиэстер, 5% Шерсть, 3% Эластан
                `,
                category: "odejda",
            },
            {
                name: "Джемпер Guess",
                cost: "9200",
                size: ['S', 'L', 'XL'],
                colorText: "Серый",
                type: "sviter",
                color: ['#dbdbdb'],
                flag: false,
                code: 1102, 
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-SWD0GP-90C_F1.jpg@webp?v=1695310241',
                    'https://img2.ans-media.com/i/540x813/AW23-SWD0GP-90C_F2.jpg@webp?v=1695310241',
                    'https://img2.ans-media.com/i/540x813/AW23-SWD0GP-90C_F3.jpg@webp?v=1695310120',
                    'https://img2.ans-media.com/i/540x813/AW23-SWD0GP-90C_F4.jpg@webp?v=1695309986',
                ],
                description: `
                Джемпер из коллекции Guess выполнен из гладкого трикотажа. Модель из чрезвычайно приятного на ощупь материала.
                - Свободный крой для полной свободы движений.
                - Крой рукава со спущенной линией плеча не ограничивает движений.
                - Застегивается на пуговицы.
                - Модель отделана эластичной проклеенной лентой.
                - Трикотаж средней толщины.
                - Модель выполнена из эластичного материала.
                - Длина рукава (от горловины): 71,5 см.
                - Длина: 68 см.
                - Ширина под подмышками: 62 см.
                - Параметры указаны для размера: S.
                `,
                category: "odejda",
            },
        ],
    },
    // obuv: {
        
    // },
    aksessuary: {
        braslet: [
            {
                name: "Браслет Lauren Ralph Lauren",
                cost: "9433",
                size: ['Один размер'],
                colorText: "Янтарь",
                type: "braslet",
                color: ['#edb934'],
                flag: false,
                code: 1736, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-AKD04I-GLD_F1.jpg@webp?v=1695280566',
                    'https://img2.ans-media.com/i/540x813/AW23-AKD04I-GLD_F2.jpg@webp?v=1695276969',
                ],
                description: `
                Браслет из коллекции Lauren Ralph Lauren. Эффектная модель с декоративными элементами сделана из металла.
                - Прилагается текстильный мешок, который защищает товар от пыли.
                Состав: Металл
                ID Товара: 9BYX-AKD04I_GLD
                Код производителя: 14B00327
                `,
                category: "aksessuary",
            },
            {
                name: "Браслет Lauren Ralph Lauren",
                cost: "5433",
                size: ['Один размер'],
                colorText: "Золото",
                type: "braslet",
                color: ['#f7e648'],
                flag: false,
                code: 1736, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-AKD04E-GLD_F1.jpg@webp?v=1693301528',
                    'https://img2.ans-media.com/i/540x813/AW23-AKD04E-GLD_F10.jpg@webp?v=1699542147',
                ],
                description: `
                Браслет из коллекции Lauren Ralph Lauren. Модель с декоративными подвесками выполнена из металла.
                - Прилагается текстильный мешок, который защищает товар от пыли.
                - Застежка с регуляцией.
                Состав: Металл
                `,
                category: "aksessuary",
            },
            {
                name: "Браслет Liu Jo",
                cost: "7420",
                size: ['Один размер'],
                colorText: "Золото",
                type: "braslet",
                color: ['#edd787'],
                flag: false,
                code: 1736, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-AKD0DM-GLD_F1.jpg@webp?v=1689861496',
                    'https://img2.ans-media.com/i/540x813/AW23-AKD0DM-GLD_F2.jpg@webp?v=1689861497',
                    'https://img2.ans-media.com/i/540x813/AW23-AKD0DM-GLD_F3.jpg@webp?v=1689861376',
                ],
                description: `
                Браслет из коллекции Liu Jo. Модель сделана из металла.
                - Модель в фирменной упаковке.
                - Застежка с регуляцией.
                - Чехол прилагается.
                Состав:
                Металл
                `,
                category: "aksessuary",
            },
            {
                name: "Браслет Guess",
                cost: "5220",
                size: ['Один размер'],
                colorText: "Сталь",
                type: "braslet",
                color: ['#d1cbb4'],
                flag: false,
                code: 1736, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-AKD0PJ-GLD_F1.jpg@webp?v=1697721745',
                    'https://img2.ans-media.com/i/540x813/AW23-AKD0PJ-GLD_F2.jpg@webp?v=1697721745',
                ],
                description: `
                Браслет из коллекции Guess. Модель с украшением из циркония выполнена из нержавеющей стали.
                - Прилагается текстильный мешок, который защищает товар от пыли.
                Состав: Нержавеющая сталь
                `,
                category: "aksessuary",
            },
            {
                name: "Браслет Answear Lab",
                cost: "3000",
                size: ['Один размер'],
                colorText: "Сталь",
                type: "braslet",
                color: ['#d1cfc9'],
                flag: false,
                code: 1736, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD032-SLV_F1.jpg@webp?v=1696340813',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD032-SLV_F2.jpg@webp?v=1696339611',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD032-SLV_F3.jpg@webp?v=1696340697',
                ],
                description: `
                Браслет из коллекции Answear Lab. Модель выполнена из металла.
                - Застежка с регуляцией.
                - Модель в фирменной упаковке.
                - Минимальная длина: 16 см.
                - Максимальная длина: 20 см.
                Состав: Благородная сталь
                `,
                category: "aksessuary",
            },
            {
                name: "Браслет с натуральными камнями ANIA KRUK SUMMER",
                cost: "3420",
                size: ['Один размер'],
                colorText: "Серебро",
                type: "braslet",
                color: ['#e0dcca'],
                flag: false,
                code: 1736, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/ZA00-AKD15Y-GLD_F1.jpg@webp?v=1696572902',
                    'https://img2.ans-media.com/i/540x813/ZA00-AKD15Y-GLD_F2.jpg@webp?v=1696572902',
                    'https://img2.ans-media.com/i/540x813/ZA00-AKD15Y-GLD_F3.jpg@webp?v=1696570859',
                ],
                description: `
                Браслет из коллекции ANIA KRUK. Модель выполнена из натуральных камней и элементов из серебра 925 пробы.
        
                - Минимальная длина: 16 см.
                - Максимальная длина: 19 см.
                - Застежка с регуляцией.
                
                Состав:
                Серебро покрытое золотом 999 пробы, Родонит
                `,
                category: "aksessuary",
            },
            {
                name: "Swarovski - Браслет Signum",
                cost: "8100",
                size: ['Один размер'],
                colorText: "Серебро",
                type: "braslet",
                color: ['#dedddc'],
                flag: false,
                code: 1736, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW21-AKD0G7_SLV_F1.jpg@webp?v=1639747954',
                    'https://img2.ans-media.com/i/540x813/AW21-AKD0G7_SLV_F2.jpg@webp?v=1639747954',
                    'https://img2.ans-media.com/i/540x813/AW21-AKD0G7_SLV_F3.jpg@webp?v=1639748671',
                ],
                description: `
                Браслет из коллекции Swarovski. Модель с украшением с кристаллов сделана из металла.
                Состав:
                Сталь, Кристалл Swarovski
                `,
                category: "aksessuary",
            },
            {
                name: "Браслет с натуральными камнями ANIA KRUK",
                cost: "5200",
                size: ['Один размер'],
                colorText: "Камень",
                type: "braslet",
                color: ['#e3cc78'],
                flag: false,
                code: 1736, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/ZA00-AKD12Y-GLD_F1.jpg@webp?v=1691389364',
                    'https://img2.ans-media.com/i/540x813/ZA00-AKD12Y-GLD_F2.jpg@webp?v=1691388403',
                    'https://img2.ans-media.com/i/540x813/ZA00-AKD12Y-GLD_F3.jpg@webp?v=1691390085',
                ],
                description: `
                Браслет из коллекции ANIA KRUK. Модель выполнена из камней амазонита и декоративных элементов из серебра 925 пробы, покрытого золотом.
                - Застежка с регуляцией.
                - Минимальная длина: 17 см.
                - Максимальная длина: 20 см.
                - Диаметр украшения: 8 мм.
                Состав: Амазонит, Позолоченное серебро
                `,
                category: "aksessuary",
            },
        ],
        sergi: [
            {
                name: "Сережки Lauren Ralph Laure",
                cost: "6433",
                size: ['Один размер'],
                colorText: "Золото",
                color: ['#9c2d3a'],
                type: "sergi",
                flag: false,
                code: 1006, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW22-AKD0Z8_33A_F1.jpg@webp?v=1666963093',
                    'https://img2.ans-media.com/i/540x813/AW22-AKD0Z8_33A_F2.jpg@webp?v=1666963229',
                    'https://img2.ans-media.com/i/82x124/AW22-AKD0Z8-33A_F10.jpg@webp?v=1683550702',
                ],
                description: `
                Серьги из коллекции Lauren Ralph Lauren. Модель с украшением сделана из сочетания разных материалов.
                - Застежки-гвоздики.
                - Чехол прилагается.
                Состав:
                Цинк, Стекло, Титан
                ID Товара: 9BYY-AKD0Z8_33A
                Код производителя: 14G00223
                `,
                category: "aksessuary",
            },
            {
                name: "Сережки Guess",
                cost: "7433",
                size: ['Один размер'],
                colorText: "Сталь",
                color: ['#9e7397'],
                type: "sergi",
                flag: false,
                code: 1006, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-AKD0PO-45X_F1.jpg@webp?v=1694751622',
                    'https://img2.ans-media.com/i/540x813/AW23-AKD0PO-45X_F2.jpg@webp?v=1694751497',
                    'https://img2.ans-media.com/i/540x813/AW23-AKD0PO-45X_F3.jpg@webp?v=1694751623',
                ],
                description: `
                Серьги из коллекции Guess. Модель с декоративными элементами, выполнена из нержавеющей стали.
                - Прилагается текстильный мешок, который защищает товар от пыли.
                - Застежки-гвоздики.
                Состав: Нержавеющая сталь
                `,
                category: "aksessuary",
            },
            {
                name: "Сережки Answear Lab",
                cost: "3200",
                size: ['Один размер'],
                colorText: "Сталь",
                color: ['#f5f7e1'],
                type: "sergi",
                flag: false,
                code: 1006, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD03W-10Y_F1.jpg@webp?v=1696340933',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD03W-10Y_F2.jpg@webp?v=1696340698',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD03W-10Y_F3.jpg@webp?v=1696339013',
                ],
                description: `
                Серьги из коллекции Answear Lab. Модель с декоративными подвесками выполнена с нержавеющей стали.
                - Застежки-гвоздики.
                - Модель в фирменной упаковке.
                Состав: Благородная сталь
                `,
                category: "aksessuary",
            },
            {
                name: "Сережки Answear Lab",
                cost: "5300",
                size: ['Один размер'],
                colorText: "Сталь",
                color: ['#e5e5e3'],
                type: "sergi",
                flag: false,
                code: 1006, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD03L-SLV_F1.jpg@webp?v=1696335655',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD03L-SLV_F2.jpg@webp?v=1696336972',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD03L-SLV_F3.jpg@webp?v=1696340209',
                ],
                description: `
                Серьги из коллекции Answear Lab. Модель выполнена с нержавеющей стали.
                - Модель в фирменной упаковке.
                Состав: 100% Благородная сталь
                `,
                category: "aksessuary",
            },
            {
                name: "Сережки Answear Lab",
                cost: "4800",
                size: ['Один размер'],
                colorText: "Золото",
                color: ['#f0d77d'],
                type: "sergi",
                flag: false,
                code: 1006, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD02C-10Y_F1.jpg@webp?v=1695403598',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD02C-10Y_F2.jpg@webp?v=1695403748',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD03L-SLV_F3.jpg@webp?v=1696340209',
                ],
                description: `
                Серьги из коллекции Answear Lab. Эффектная модель сделана из металла.
                - Застежки-гвоздики.
                - Модель в фирменной упаковке.
                - Диаметр: 3,5 см.
                Состав: 100% Золото
                `,
                category: "aksessuary",
            },
            {
                name: "Сережки Answear Lab",
                cost: "7800",
                size: ['Один размер'],
                colorText: "Сталь",
                color: ['#858172'],
                type: "sergi",
                flag: false,
                code: 1006, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD02U-SLV_F1.jpg@webp?v=1695638536',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD02U-SLV_F2.jpg@webp?v=1695638537',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD02U-SLV_F3.jpg@webp?v=1695638537',
                ],
                description: `
                Серьги из коллекции Answear Lab. Эффектная модель сделана из металла.
                - Застежки-гвоздики.
                - Модель в фирменной упаковке.
                - Длина: 4,5 см.
                Состав: 100% Нержавеющая сталь
                `,
                category: "aksessuary",
            },
            {
                name: "Клипсы Answear Lab",
                cost: "4300",
                size: ['Один размер'],
                colorText: "Сталь",
                color: ['#d1bb6d'],
                type: "sergi",
                flag: false,
                code: 1006, //серьги и браслеты
                img: [
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD02L-10Y_F1.jpg@webp?v=1695403754',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD02L-10Y_F2.jpg@webp?v=1695403755',
                    'https://img2.ans-media.com/i/540x813/WZ23-AKD02L-10Y_F3.jpg@webp?v=1695403600',
                ],
                description: `
                Клипсы из коллекции Answear Lab. Эффектная модель с украшением сделана из металла.
                - Модель в фирменной упаковке.
                - Диаметр: 14 мм.
                Состав: 100% Нержавеющая сталь
                `,
                category: "aksessuary",
            },
        ],
        rukzaki: [
            {
                name: "Рюкзак Fjallraven Kanken Mini",
                cost: "8100",
                size: ['Один размер'],
                colorText: "Зелёный",
                type: "rukzaki",
                color: ['#1e4f1d'],
                flag: false,
                code: 1433, //рюкзаки
                img: [
                    'https://img2.ans-media.com/i/540x813/AA00-PKU0HP-91A_F2.jpg@webp?v=1686116664',
                    'https://img2.ans-media.com/i/82x124/AA00-PKU0HP-91A_F1.jpg@webp?v=1686113424',
                    'https://img2.ans-media.com/i/82x124/AA00-PKU0HP-91A_F3.jpg@webp?v=1686113307',
                ],
                description: `
                Рюкзак из коллекции Fjallraven. Модель выполнена из текстильного материала. Ткань Винилон Ф является прочной, а также простой в чистке и уходе.
                - Модель с одним отделением.
                - Застегивается на молнию.
                - Карман на молнии спереди.
                - Короткая ручка.
                - Регулируемая длина ремешков.
                - Не рассчитана на формат А4.
                - Вместимость: 7 l.
                - Глубина: 13 см.
                - Высота: 29 см.
                - Ширина у основания: 20 см.
                Состав: 100% Винилон Ф
                ID Товара: 99KK-PKU0HP_91A
                Код производителя: F23561.631.241
                `,
                category: "aksessuary",
            },
            {
                name: "Рюкзак Guess",
                cost: "11600",
                size: ['Один размер'],
                colorText: "Коричневый",
                type: "rukzaki",
                color: ['#ccbc83'],
                flag: false,
                code: 1433, //рюкзаки
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-PKD05E-80X_F1.jpg@webp?v=1697000561',
                    'https://img2.ans-media.com/i/540x813/AW23-PKD05E-80X_F2.jpg@webp?v=1697000324',
                    'https://img2.ans-media.com/i/540x813/AW23-PKD05E-80X_F3.jpg@webp?v=1697000803',
                    'https://img2.ans-media.com/i/540x813/AW23-PKD05E-80X_F4.jpg@webp?v=1697000200',
                ],
                description: `
                Рюкзак из коллекции Guess. Модель выполнена из синтетического материала. Модель простая в уходе и чистке.
                - Модель с одним отделением.
                - Карман на молнии спереди.
                - Внутренний карман на кнопке для безопасного хранения телефона или других мелких предметов.
                - Количество накладных внутренних карманов: 2.
                - Короткая ручка.
                - Регулируемая длина ремешков.
                - Модель с подкладкой.
                - Не рассчитана на формат А4.
                - Глубина: 12 см.
                - Высота: 33 см.
                `,
                category: "aksessuary",
            },
            {
                name: "Рюкзак Tommy Hilfiger",
                cost: "13200",
                size: ['Один размер'],
                colorText: "Чёрный",
                type: "rukzaki",
                color: ['#000'],
                flag: false,
                code: 1433, //рюкзаки
                img: [
                    'https://img2.ans-media.com/i/540x813/AA00-TOD0H1-99X_F1.jpg@webp?v=1695706691',
                    'https://img2.ans-media.com/i/540x813/AA00-TOD0H1-99X_F2.jpg@webp?v=1695709090',
                    'https://img2.ans-media.com/i/540x813/AA00-TOD0H1-99X_F3.jpg@webp?v=1695710654',
                    'https://img2.ans-media.com/i/540x813/AA00-TOD0H1-99X_F4.jpg@webp?v=1695707414',
                ],
                description: `
                Рюкзак из коллекции Tommy Hilfiger. Модель выполнена из текстильного материала.
                - Изделие содержит материалы из переработанных волокон.
                - Застегивается на молнию.
                - Карман на молнии спереди.
                - Прорезной внутренний карман.
                - Короткая ручка.
                - Регулируемая длина ремешков.
                - Не рассчитана на формат А4.
                - Количество накладных внутренних карманов: 1.
                - Глубина: 12 см.
                - Высота: 35 см.
                - Ширина у основания: 26 см.
                Состав: 90% Переработанный нейлон, 10% Переработанный полиэстер
                `,
                category: "aksessuary",
            },
            {
                name: "Рюкзак Tommy Hilfiger",
                cost: "13200",
                size: ['Один размер'],
                colorText: "Чёрный",
                type: "rukzaki",
                color: ['#000'],
                flag: false,
                code: 1433, //рюкзаки
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-PKD05R-99X_F1.jpg@webp?v=1694002345',
                    'https://img2.ans-media.com/i/540x813/AW23-PKD05R-99X_F2.jpg@webp?v=1694002346',
                    'https://img2.ans-media.com/i/540x813/AW23-PKD05R-99X_F3.jpg@webp?v=1694002460',
                    'https://img2.ans-media.com/i/540x813/AW23-PKD05R-99X_F4.jpg@webp?v=1694002461',
                ],
                description: `
                Рюкзак из коллекции Tommy Hilfiger. Модель выполнена из текстильного материала.
                - Изделие содержит материалы из переработанных волокон.
                - Застегивается на молнию.
                - Карман на молнии спереди.
                - Прорезной внутренний карман.
                - Короткая ручка.
                - Регулируемая длина ремешков.
                - Не рассчитана на формат А4.
                - Количество накладных внутренних карманов: 1.
                - Глубина: 12 см.
                - Высота: 35 см.
                - Ширина у основания: 26 см.
                Состав: 90% Переработанный нейлон, 10% Переработанный полиэстер
                `,
                category: "aksessuary",
            },
            {
                name: "Рюкзак Medicine",
                cost: "9800",
                size: ['Один размер'],
                colorText: "Коричневый",
                type: "rukzaki",
                color: ['#826130'],
                flag: false,
                code: 1433, //рюкзаки
                img: [
                    'https://img2.ans-media.com/i/540x813/RW23-TOD509-88X_F1.jpg@webp?v=1693376808',
                    'https://img2.ans-media.com/i/540x813/RW23-TOD509-88X_F2.jpg@webp?v=1693373565',
                    'https://img2.ans-media.com/i/540x813/RW23-TOD509-88X_F3.jpg@webp?v=1693374889',
                    'https://img2.ans-media.com/i/540x813/RW23-TOD509-88X_F4.jpg@webp?v=1693375964',
                ],
                description: `
                Рюкзак из коллекции Medicine. Модель выполнена из искусственной кожи.
                - Модель с одним отделением.
                - Застегивается на молнию.
                - Короткая ручка.
                - Регулируемая длина ремешков.
                - С отделением для ноутбука или планшета.
                - Карманы на молнии спереди.
                - Рассчитана на формат А4.
                - Высота: 38 см.
                - Ширина у основания: 32 см.
                - Глубина: 12 см.
                Состав: Основной материал: 100% Полиуретан
                Подкладка: 100% Полиэстер
                `,
                category: "aksessuary",
            },
            {
                name: "Сумочка Medicine",
                cost: "5300",
                size: ['Один размер'],
                colorText: "Синий",
                type: "rukzaki",
                color: ['#3bb4d9'],
                flag: false,
                code: 1433, //рюкзаки
                img: [
                    'https://img2.ans-media.com/i/540x813/RW23-TOD450-50A_F1.jpg@webp?v=1692688595',
                    'https://img2.ans-media.com/i/540x813/RW23-TOD450-50A_F2.jpg@webp?v=1692688711',
                    'https://img2.ans-media.com/i/540x813/RW23-TOD450-50A_F3.jpg@webp?v=1692688711',
                    'https://img2.ans-media.com/i/540x813/RW23-TOD450-50A_F4.jpg@webp?v=1692688711',
                ],
                description: `
                Большая сумочка из специальной коллекции Eviva L’arte. Закрывающаяся модель изготовлена из текстильного материала.
                - В зависимости от способа пристегивания пояса, возможен вариант рюкзака либо сумки.
                - Отделение застегивается на молнию.
                - Длинные ручки.
                - Спереди карман.
                - Длинный регулируемый застегивающийся ремень.
                - Внутренний карман на молнии.
                - Рассчитана на формат А4.
                - Высота: 42 см.
                - Ширина у основания: 31 см.
                - Глубина: 12 см.
                Состав: Основной материал: 80% Полиэстер, 20% Полиуретан
                Подкладка: 100% Полиэстер
                `,
                category: "aksessuary",
            },
            {
                name: "Рюкзак Converse",
                cost: "7230",
                size: ['Один размер'],
                colorText: "Розовый",
                type: "rukzaki",
                color: ['#f2c7eb'],
                flag: false,
                code: 1433, //рюкзаки
                img: [
                    'https://img2.ans-media.com/i/540x813/AW23-PKU05C-04X_F1.jpg@webp?v=1692357383',
                    'https://img2.ans-media.com/i/540x813/AW23-PKU05C-04X_F2.jpg@webp?v=1692357384',
                    'https://img2.ans-media.com/i/540x813/AW23-PKU05C-04X_F3.jpg@webp?v=1692357384',
                    'https://img2.ans-media.com/i/540x813/AW23-PKU05C-04X_F4.jpg@webp?v=1692357385',
                ],
                description: `
                Рюкзак из коллекции Converse. Модель выполнена из текстильного материала.
                - Регулируемая длина ремешков.
                - Короткая ручка.
                - Застегивается на молнию.
                - Карманы на молнии спереди.
                - Боковые карманы для бутылок.
                - Прорезной внутренний карман.
                - Рассчитана на формат А4.
                - Глубина: 12 см.
                - Высота: 45 см.
                - Ширина у основания: 28 см.
                Состав: 100% Полиэстер
                `,
                category: "aksessuary",
            },
        ],
    },
};
let count = 0;

for (let i in dateCard) {
    let currentElem = dateCard[i];
    let value = Object.keys(currentElem);

    value.map(el => currentElem[el].map(el => {
        el.id = count;
        count++
    }));
}

